[
  {
    "type": "binance",
    "post_title": "CR7 ForeverZone Box Utilities: What They Are and How to Claim",
    "post_content": "Learn more about what’s inside the 50,000 free mystery boxes being given away as part of Binance and Cristiano Ronaldo's third NFT drop.",
    "post_date": "2023-10-13",
    "post_tags": "",
    "post_length": "",
    "post_link": "https://www.binance.com/en/blog/nft/cr7-foreverzone-box-utilities-what-they-are-and-how-to-claim-1112602705707106929",
    "post_author": "Binance",
    "post_description": "Main Takeaways\nBinance is collaborating with Cristiano Ronaldo — one of the greatest players of all time — for a third occasion, with the CR7 ForeverZone Collection available from October 11 to 24, 2023. \nThe collection consists of 50,000 free mystery boxes, each containing an NFT, and distributed on a first-come, first-served basis to any users who qualify.\nThe ForeverZone Boxes include exciting rewards, ranging from souvenir NFTs to exclusive merchandise and even a trip to train with Cristiano himself! \nAnyone who unboxes a physical reward (merchandise, training session)  needs to click [Redeem] in their Binance NFT account by October 27, 2023 for prize fulfillment.\nLearn more about what’s inside the 50,000 free mystery boxes being given away as part of Binance and Cristiano Ronaldo's third NFT drop, the CR7 ForeverZone Collection.\nThe CR7 ForeverZone Collection is a mystery box collection resulting from the third collaboration between Binance and Cristiano Ronaldo — one of the greatest players of all time. Launched on October 11, 2023, and running until October 24, 2023, the collection comprises 50,000 free mystery boxes, known as ForeverZone Boxes, each containing a CR7-inspired NFT. The boxes don’t just hold digital collectibles, but also include various exclusive rewards.\nExploring the Contents of the CR7 ForeverZone Boxes\nOnce you get your hands on a ForeverZone Box you need to go to your Binance NFT account and open the box. The NFT and any corresponding perks or utilities will then be revealed! Wondering what treasures lie within each ForeverZone Box? Let's delve into the details.\nUtilities waiting to be unlocked\nGolden Ticket NFT: An exclusive ticket offering a trip to train with Cristiano Ronaldo in Lisbon, Portugal. Get ready for a once-in-a-lifetime experience with The GOAT. From your flight to hotel stay, Binance has got the logistics covered. The Golden Ticket NFT also comes with the Super Super Rare NFT from the ForeverCR7: The GOAT Collection. This means you’ll have access to even more giveaways in the future. Number available: one (1). \nCR7 Signed Memorabilia: Be one of the lucky few to own an NFT that awards its holder a football or shirt signed by Cristiano Ronaldo. Number available: 50 footballs and 50 shirts.\nBinance Blockchain Week tickets: Attend the much-anticipated Binance Blockchain Week (BBW) in Istanbul, from November 8 to 9, 2023, or dial in digitally. Discover the future of Web3 thanks to two days of expert panels and speakers. Number available: 50.\nExclusive NFTs from Previous CR7 Collections: Get your hands on a limited-edition NFT from one of CR7’s previous collections. You’ll have the same future rights as other Drop 1 / Drop 2 holders, and be part of the growing CR7 ForeverZone community with access to future surprises and giveaways. Number available: 1,460 NFTs from Drop 1; 9,566 NFTs from Drop 2.\nForeverZone Souvenir NFT: These boxes house a unique souvenir NFT, symbolizing your participation in the CR7 ForeverZone Collection, and granting access to the dedicated CR7 digital community and its future perks. Number available: 38,823.\nHow To Claim Your Rewards\nSo you've opened your ForeverZone Box and uncovered what’s inside. What happens next? Well, if you’re lucky enough to score a signed football or shirt, or — for one lucky fan — the golden ticket to train with Cristiano Ronaldo, then you will need to take action, and ‘redeem’ your perks by October 27, 2023 should you wish to be the one to receive the attached reward. Not sure what that means? Then read on, and all will be revealed.\nRedeem your rewards by October 27, 2023\nHere’s what you need to know to make sure these exclusive items get into your hands:\nRedemption Deadline/Snapshot Date: October 27, 2023 (23:59 UTC).\nRedemption Steps: Navigate to Binance NFT, find your CR7 ForeverZone NFT (Binance NFT > Profile > Collected NFTs), and click [Redeem] before October 27, 23:59 UTC, 2023. \nComplete the survey, including providing any details requested. Please note that you are no longer able to claim your NFT’s utility after the October 27, 2023 deadline!\nThis process will lock you in as the NFT’s confirmed holder for receiving the attached rewards.\nOnce redeemed, these NFTs will be frozen until October 27th, 2023 (23:59 UTC), preventing withdrawal or listing on Binance NFT’s secondary market until that date.\nDelivery Deadline: rewards will be delivered no later than December 31, 2023, 23:59:59 UTC. Please ensure you provide us with your correct details, and keep an eye out for emails from Binance providing further information and updates.\nFurther Reading\nUnlock A Training Session with Ronaldo\nRefer Friends and Score Free CR7 ForeverZone Boxes!\nThe CR7 ForeverZone Collection\nDisclaimer: The value of your NFT may go down or up. NFTs are subject to high market risk. Binance is not responsible for verifying the identity, legitimacy or authenticity of any NFT. NFTs are not regulated in most countries, however please ensure you are permitted to access our Binance NFT Marketplace based on your circumstances. For further details, see the Binance NFT Terms and Conditions, our Terms of Use and Risk Warning.",
    "post_image": [
      "https://public.bnbstatic.com/image/cms/blog/20231009/2c3171f8-5ab4-47f6-8b45-f305a1f458b6"
    ]
  },
  {
    "type": "binance",
    "post_title": "Refer Friends and Score Free CR7 ForeverZone Boxes!",
    "post_content": "Refer friends to Binance and receive a CR7 ForeverZone Box each time someone joins. Increase your chances of unlocking a training day with Cristiano Ronaldo!",
    "post_date": "2023-10-11",
    "post_tags": "",
    "post_length": "",
    "post_link": "https://www.binance.com/en/blog/nft/refer-friends-and-score-free-cr7-foreverzone-boxes-1759121363998864179",
    "post_author": "Binance",
    "post_description": "Main Takeaways\nBinance is collaborating with Cristiano Ronaldo — one of the greatest players of all time — for a third occasion, with the CR7 ForeverZone Collection available from October 11 to 24, 2023. \nThe collection consists of 50,000 free mystery boxes, each containing an NFT, and some with perks such as signed shirts, and even a training session with Cristiano Ronaldo. Boxes will be distributed on a first-come, first-served basis.\nExisting Binance users can earn these ForeverZone Boxes by navigating to the CR7 ForeverZone Collection claim page, and completing the referral task there.\nThere is no limit to the number of referrals a user can make, which enables participants to accumulate numerous ForeverZone Boxes and increase their chances of uncovering rare items, while also contributing to community growth.\nRefer friends to Binance and receive a CR7 ForeverZone Box each time someone joins. Increase your chances of unlocking a training day with Cristiano Ronaldo!\nSo you want to get a free mystery box from the CR7 ForeverZone Collection, but don’t qualify as a new user or a CR7 NFT holder from a previous collection? No problem! All you have to do is successfully complete the ForeverZone Collection referral task and you’ll receive one of the 50,000 mystery boxes that we’re giving away (while supplies last). You never know; you could be the one who opens that golden ticket with a free trip to train with Cristiano Ronaldo himself. \nThe CR7 ForeverZone Collection isn’t just a treasure trove of exclusive NFTs and rare memorabilia — it’s also a thriving community of enthusiasts, collectors, and fans. Now, let's kick things up a notch and bring more members into this exciting world. With our Referral Program, not only will you be eligible to receive a free ForeverZone Box, but so will your friend! Here's how to leverage this opportunity and make sure no one's left on the sidelines.\nHow to Refer and Score Your Free CR7 ForeverZone Box\nStep 1: Visit the CR7 ForeverZone Collection claim page. This is where your journey to claiming a free ForeverZone box begins!\nStep 2: Click [Enter Here] and then [Claim Now] to reach the ‘Tasks’ page.\nStep 3: On the ‘Tasks’ page, you will see a task that says ‘Refer A Friend To Binance’. Please note that this task is only unlocked for users who have completed their identification verification (“KYC”). \nStep 4: Click on the ‘Refer A Friend To Binance’ task to reveal your unique referral link.\nStep 5: Spread the word. Share your unique referral link with your friends, family, and fellow CR7 fans. They must sign up via your unique referral link for you, and them, to be eligible to receive the free CR7 ForeverZone box.\nStep 6: Sign up. Once signed up with your referral link, ensure your referred friends complete identity verification. This is vital as only those with complete and passed identity verification can claim the free CR7 ForeverZone Box.\nStep 7: Once your referred friends’ KYC verification is successful, we’ll send your free CR7 ForeverZone Box (as long as supplies last) to the NFT wallet in your Binance account. Please note that, during the campaign period, ForeverZone Boxes will be airdropped at 12:00 UTC each and every weekday (Monday-Friday; starting from October 13, 2023) to anyone who successfully qualifies, and will be awarded on a first-come, first-served basis (limited to 50,000). \nStep 8: Look inside your ForeverZone Box! It’s time to unlock the mystery. Go to your Binance NFT wallet, open the box, and discover the exciting CR7 NFT inside, plus any perks attached. \nMultiple Wins with Multiple Referrals\nHere’s where it gets even more exciting. Refer more friends and stack up those boxes! There’s no limit — the more friends you refer and the more friends who successfully complete the KYC process, the more ForeverZone Boxes you earn. And the more boxes in your possession, the more likely you are to uncover The Golden Ticket and that in-person training day with Ronaldo.\nBut it’s not just about the grand prize. Every ForeverZone Box is a portal to a universe brimming with surprises, including exclusive NFTs, signed memorabilia, and so much more. From tangible to digital rewards, each box holds a different story and unique asset that extends beyond mere collectability. Moreover, your ForeverZone NFTs also grant access to CR7’s dedicated digital community — home to future offerings, news, and exclusives.\nFinal Thoughts\nThis is your call to action: Let’s build the CR7 ForeverZone together! With every friend you bring in, you’re not just scoring exclusive rewards, but also expanding a community where every member is a VIP. Embark on this exciting journey. Refer. Unbox. Celebrate. Repeat. Kickstart your referral journey and let’s build the CR7 ForeverZone, one referral, one box, and one exclusive experience at a time. This is your chance to join the excitement!\nFurther Reading\nUnlock A Training Session with Ronaldo\nHow to Verify Your New Binance Account and Claim Your CR7 ForeverZone Box\nThe CR7 ForeverZone Collection\nDisclaimer: The value of your NFT may go down or up. NFTs are subject to high market risk. Binance is not responsible for verifying the identity, legitimacy or authenticity of any NFT. NFTs are not regulated in most countries, however please ensure you are permitted to access our Binance NFT Marketplace based on your circumstances. For further details, see the Binance NFT Terms and Conditions, our Terms of Use and Risk Warning.",
    "post_image": [
      "https://public.bnbstatic.com/image/cms/blog/20231009/9eb376a2-6971-4f20-b9e6-ece03c99c3f7"
    ]
  },
  {
    "type": "binance",
    "post_title": "How to Verify Your New Binance Account and Claim Your CR7 ForeverZone Box",
    "post_content": "Follow our detailed guide, get verification right on your first try, and score a free CR7 ForeverZone Box!",
    "post_date": "2023-10-11",
    "post_tags": "",
    "post_length": "",
    "post_link": "https://www.binance.com/en/blog/nft/how-to-verify-your-new-binance-account-and-claim-your-cr7-foreverzone-box-6753024416772061769",
    "post_author": "Binance",
    "post_description": "Main Takeaways\nCristiano Ronaldo — one of the greatest players of all time —  is teaming up with Binance to launch his third collection on October 11, 2023! \nThe CR7 ForeverZone Collection comprises 50,000 digital boxes that each contain unique rewards, including signed merch and a ticket to train with Cristiano himself.\nNew users who register via the official collection page or using the code MEETCR7, and complete account verification between October 11, 14:00 UTC, and October 24, 23:59 UTC, will receive a free CR7 ForeverZone Box. While supplies last! \nFollow our detailed guide, get verification right on your first try, and score a free CR7 ForeverZone Box!\n\nNote: This is a general announcement. Certain products and services may not be available in your region.\nCristiano Ronaldo fans! If you’re reading this, you’re in the right place. This guide will help you take your first step into Web3 with an exclusive CR7 ForeverZone Box. \nBut before we dive further, here’s a quick refresher on what each box might contain: \nA golden ticket to train with Cristiano Ronaldo;\nAutographed merchandise;\nBinance Blockchain Week tickets;\nAnd much more! View CR7’s latest collection breakdown for more information.\nTo get your free CR7 ForeverZone Box, make sure to sign up via the official collection page or using code MEETCR7 if you haven’t already done so, and pass identity verification by October 24, 23:59 UTC. You can read more information about how to verify and pass identity verification below. Make sure to complete your verification as soon as possible because we’re only giving away 50,000 boxes on a first-come, first-served basis.\nHow to Verify Your Binance Account\nEvery Binance user is required to complete basic verification prior to using our services. This process is mandatory with your local country's regulations and stops people from creating multiple accounts to claim additional boxes. Let’s start with the first step: your personal information. \n1. Enter your personal information\n\nLog in to your Binance account and click [Profile] - [Identification], then click [Get Verified]. Select your country of residence and enter your personal information. Please ensure all information entered matches your ID documents. You won’t be able to go back after completing this step.\n2. Verify your government-issued ID\nFor this step, you can choose to verify your documents by taking a photo with your camera or verifying with the Binance app. Just make sure you’re in a well-lit room; otherwise, our system won’t be able to read your documents. \nCommon forms of accepted documents include but are not limited to: passports, driver’s licenses, or national ID cards. If you’re located in the MENA region, you can refer to our full list of accepted documents. \n3. Complete the liveness check\nYou’re one step away from securing your CR7 ForeverZone Box. Enable camera access on your device and follow the instructions to complete your liveness check. Again, make sure you’re in an area with good lighting. Take off any accessories, including glasses, hats, and face masks. \nClaim Your CR7 ForeverZone Box!\nOnce you’ve passed verification, we will send your free CR7 ForeverZone Box to the NFT wallet in your Binance account. Find it there and open it to discover what’s inside.\nPlease note that, during the campaign period, ForeverZone Boxes will be airdropped at 12:00 UTC each and every weekday (Monday-Friday; starting from October 13, 2023) to anyone who successfully qualifies, and will be awarded on a first-come, first-served basis (while supplies last). We’re only giving away 50,000 CR7 ForeverZone Boxes so be sure to act fast! \nNote: In order to withdraw any NFTs on the Binance platform, you must first complete and pass identity verification.\nFurther Reading\nUnlock A Training Session with Ronaldo\nRefer Friends and Score Free CR7 ForeverZone Boxes!\nThe CR7 ForeverZone Collection\nDisclaimer: The value of your NFT may go down or up. NFTs are subject to high market risk. Binance is not responsible for verifying the identity, legitimacy or authenticity of any NFT. NFTs are not regulated in most countries, however please ensure you are permitted to access our Binance NFT Marketplace based on your circumstances. For further details, see the Binance NFT Terms and Conditions, our Terms of Use and Risk Warning.",
    "post_image": [
      "https://public.bnbstatic.com/image/cms/blog/20231009/eb92881f-e20b-4894-b14c-db5bf498a022",
      "https://public.bnbstatic.com/image/cms/blog/20231009/38c298a5-a58c-4ce2-8054-e7c6bd8de629",
      "https://public.bnbstatic.com/image/cms/blog/20231009/83e8b213-4059-44be-8d38-42b56dcb07a5",
      "https://public.bnbstatic.com/image/cms/blog/20231009/10a24d1d-f909-4d49-90be-2bcd19dc8cc5"
    ]
  },
  {
    "type": "binance",
    "post_title": "Unlock A Training Session with Ronaldo: 50,000 FREE CR7 ForeverZone Boxes to Claim!",
    "post_content": "Binance and Cristiano Ronaldo introduce the CR7 ForeverZone Collection, offering 50,000 free CR7 ForeverZone Boxes with unique NFTs and perks, including a chance to meet and train with Cristiano himself.",
    "post_date": "2023-10-11",
    "post_tags": "",
    "post_length": "",
    "post_link": "https://www.binance.com/en/blog/nft/unlock-a-training-session-with-ronaldo-50000-free-cr7-foreverzone-boxes-to-claim-7683164373683510268",
    "post_author": "Binance",
    "post_description": "Main Takeaways\nBinance is collaborating with Cristiano Ronaldo — one of the greatest players of all time — for a third occasion, introducing the CR7 ForeverZone Collection on October 11, 2023. The collection consists of 50,000 CR7 ForeverZone Boxes — each containing a unique NFT.\nThe CR7 ForeverZone Collection isn't just about digital art; some boxes also contain perks such as signed shirts, and even a training session with Ronaldo. \nFrom October 11 at 14:00 UTC to October 24 at 23:59 UTC, or while supplies last, users can get a box and its content for free, including a chance at that golden ticket to train with CR7!\nBinance and Cristiano Ronaldo introduce the CR7 ForeverZone Collection, offering 50,000 free CR7 ForeverZone Boxes with unique NFTs and perks, including a chance to meet and train with Cristiano himself.\n\nNote: This is a general announcement. \nCertain products and services may not be available in your region.\nOn October 11, 2023 at 14:00 UTC, we launched the next stage of our journey with football superstar, Cristiano Ronaldo. After two groundbreaking NFT collaborations — in the form of the CR7 NFT Collection (November 2022) and the ForeverCR7: The GOAT Collection (July 2023) — we’re taking things to the next level with The CR7 ForeverZone Collection.\nMore NFTs. More Rewards. More Access. For Free. This time around, the collection is made up of 50,000 limited-edition mystery boxes, each of which contains a CR7-inspired NFT. Better yet, some of these NFTs come with attached perks, such as a signed football or shirt, and — for one lucky user — a golden ticket that comes with a free trip to train with Cristiano himself.\nThe CR7 ForeverZone NFT Collection: What’s In Each Box?\nThe CR7 ForeverZone Collection offers rare rewards and one unforgettable experience. Curious about what’s inside each of these ForeverZone Boxes? Let's dive in.\nGolden Ticket (1 box): \nAmid the excitement of the 50,000 boxes, one stands out above all others. \nIt doesn't just hold a ForeverCR7: The GOAT NFT – it has an invitation. An invitation to train with Cristiano Ronaldo. This is a golden opportunity that transcends the digital to provide a once-in-a-lifetime experience — flights and accommodation included!\nShirt Signed by Cristiano Ronaldo (50 boxes): \nA football shirt bearing Ronaldo's signature, ready to be worn, framed, or displayed any other way you choose. 50 fans will get their hands on a prize to treasure forever.\nFootball Signed by Cristiano Ronaldo (50 boxes): \nPicture this: a football signed by Cristiano himself. That's the reward in 50 of these boxes. Celebrate CR7’s dedication and talent with a piece of pure footballing gold!\nBinance Blockchain Week Ticket (50 boxes): \nInside 50 boxes you’ll find a ticket to Binance Blockchain Week (worth $600). On November 8 and 9, a dynamic mix of industry leaders, policymakers, entrepreneurs, and innovators will come together in Istanbul, Turkey to discuss and shape the future of Web3. Your ticket unlocks in-person or online attendance to all sessions.\nExclusive NFT From Drop 1 (1,460 boxes): \nRelive the excitement of that inaugural CR7 NFT Collection from November 2022. Hidden in 1,460 boxes are NFTs from the sold-out drop that started it all – 1,311 Normal (N); 142 Rare (R) and 7 Super Rare (SR). This is a collector’s dream come true. \nOwnership of these NFTs means you’ll join an exclusive club of founding members shaping CR7’s digital world, have the same future rights as any other Drop 1 holder, and be part of the growing CR7 ForeverZone community.\nExclusive NFT From Drop 2 (9,566 boxes): \nFor those who missed out on Binance and Cristiano Ronaldo’s second collaboration, ForeverCR7: The GOAT Collection, we’re putting an exclusive NFT from that drop into 9,566 of the ForeverZone boxes including: 9,513 Normal (N); 37 Rare (R); 16 Super Rare (SR). Which one will you score? Ownership means you’ll have future rights as a Drop 2 holder, and be part of the CR7 ForeverZone community.\nForeverZone Souvenir NFT (38,823 boxes): \nEvery piece of art tells a story, and who has had a more spectacular and rich journey than Cristiano? 38,823 boxes contain a special souvenir NFT marking your participation in the CR7 ForeverZone Collection. This beautiful piece of digital art is more than just a token — ownership means you’re part of the CR7 ForeverZone digital community, which brings together CR7 NFT holders for future exclusives and perks.\nWith a myriad of treasures tucked inside these boxes, each one holds a promise of a slice of the CR7 universe. And with so much on offer, we're left with one burning question: Which box will fortune favor you with?\nHow To Get A Free CR7 ForeverZone Box\nThis is the third Binance x Cristiano Ronaldo Collection, and we want to celebrate our hat-trick by doing things a little bit differently. \nFor the first two collections, different NFTs were sold via different mechanisms at different prices. This time, there are 50,000 free mystery boxes to be claimed, each one containing a unique NFT design and reward. That’s it! \nFor this drop there are no sales, no auction, no subscription mechanism. Just NFTs and rewards waiting to be claimed. For FREE. That’s right — you can be in with a chance of getting that training session with Cristiano Ronaldo without spending a single dollar. \nBut with only 50,000 boxes up for grabs, how can you be sure to get your hands on one? There are three different ways to qualify. Read on to find your path to victory!\n1. Existing CR7 NFT Holders: Loyalty Has Its Rewards\nAs a token of appreciation for your continued support and loyalty, we’ll be distributing a free ForeverZone Box to any Binance user holding a CR7 NFT from Drop 1 (The CR7 NFT Collection) or Drop 2 (The ForeverCR7: The GOAT Collection) — as per a snapshot taken on September 19, 2023. These rewards will be airdropped to users by October 13, 2023 (23:59 UTC).\n2. New Binance Users: Sign Up For A Free ForeverZone Box!\nFor those who are yet to sign up to Binance and explore the exciting world of NFTs, this is your golden opportunity. The CR7 ForeverZone Collection isn’t just about rewarding existing holders, but about welcoming newcomers with open arms. By making this drop entirely free to new users, we’re working to make NFTs accessible to everyone. \nAll you need to do is register with Binance during October 11-24, making sure you use the dedicated ForeverZone Collection page, and you’ll be rewarded with a ForeverZone Box upon successfully completing and passing ID verification. Alternatively, sign up to Binance using the code MEETCR7 to ensure you qualify for the free box. But be warned, these boxes are first-come, first-served. So be sure to sign up early and grab yours!\n→ Learn more\n3. Existing Binance Users: Refer A Friend For Your Free Box\nAlready a committed Binance user, but didn't manage to snap up a CR7 NFT? Worry not, you can still get your hands on a CR7 ForeverZone Box! Simply refer a friend to join Binance, making sure you follow the instructions on the dedicated ForeverZone Collection page, and once they've registered and passed ID verification, a free ForeverZone Box is yours — and theirs. It's our way of saying thank you for being an active part of our ever-growing community. Again, boxes are first-come, first-served, so act fast once the doors open on October 11, 2023 at 14:00 UTC!\n→ Learn more\nFinal Thoughts\nThe opportunity to own a piece of digital art celebrating CR7's legacy, plus the chance to join Cristiano himself for a training session, truly takes the CR7 ForeverZone Collection beyond an ordinary NFT experience. \nWhether you’re already a CR7 NFT holder, a newcomer to Binance, or an existing user eager to share the joy with a friend, we’ve ensured everyone has a chance to get one of the 50,000 ForeverZone Boxes on offer. \nRemember, each box contains a unique slice of the CR7 universe, and we’re excited to see which rewards you uncover, from limited-edition NFTs to signed shirts and footballs — not forgetting, of course, the golden ticket that unlocks an in-person training session with Cristiano Ronaldo, the greatest of all time! \nJoin us on October 11, 2023, to open your ForeverZone Box and see what you’ve scored.\nFurther Reading\nHow to Verify Your New Binance Account and Claim Your CR7 ForeverZone Box\nRefer Friends and Score Free CR7 ForeverZone Boxes!\nThe CR7 ForeverZone Collection\nRisk Warning: The value of your NFT may go down or up. NFTs are subject to high market risk. Binance is not responsible for verifying the identity, legitimacy or authenticity of any NFT. NFTs are not regulated in most countries, however please ensure you are permitted to access our Binance NFT Marketplace based on your circumstances. For further details, see the Binance NFT Terms and Conditions, our Terms of Use and Risk Warning.",
    "post_image": [
      "https://public.bnbstatic.com/image/cms/blog/20231009/2a162e93-22b0-4050-a49d-d1fec9f64be4"
    ]
  },
  {
    "type": "binance",
    "post_title": "The Weeknd to Perform in Australia & New Zealand: Powered by Binance",
    "post_content": "Join us as we explore The Weeknd’s tour expansion to Australia and New Zealand alongside his innovative partnership with Binance, including Souvenir NFTs and a virtual world.",
    "post_date": "2023-08-22",
    "post_tags": "",
    "post_length": "",
    "post_link": "https://www.binance.com/en/blog/nft/the-weeknd-to-perform-in-australia--new-zealand-powered-by-binance-3698700940859320081",
    "post_author": "Binance",
    "post_description": "Main Takeaways\nThe Weeknd’s After Hours Til Dawn tour, in partnership with Binance, is the first global concert tour powered by Web3.\nWe’re excited to announce that the tour is now expanding to Australia and New Zealand, offering fans there a chance to discover Web3 through Souvenir NFTs (SNFT). Ownership of these SNFTs can unlock special rewards!\nThe collaboration between The Weeknd and Binance also includes Enter The Dimension, a virtual world where fans can complete challenges and enter prize draws if successful — whether they attend a concert or not.\nThe partnership goes beyond entertainment, with Binance donating $2 million to the XO Humanitarian Fund, showing its commitment to philanthropy.\nJoin us as we explore The Weeknd’s tour expansion to Australia and New Zealand alongside his innovative partnership with Binance, including Souvenir NFTs and a virtual world.\n\nAugust 22, 2023, is the day fans of The Weeknd in Australia and New Zealand have been waiting for. The planet’s most popular artist, as recognized by Guinness World Records, has finally announced that he’ll be bringing his incredible After Hours Til Dawn tour to the region.\nSince kicking off in the summer of 2022, this show has been smashing records and wowing crowds across North America and Europe. With dates already set for South America (Sep-Oct 2023), fans in Oceania were beginning to feel a little left out — until now!\nWe’re excited to share that this tour, powered by Binance, will be coming to Australia and New Zealand in November and December 2023. Read on to discover more about our partnership, bringing music together with the innovative world of Web3.\nUnlocking the Potential of NFTs With The Weeknd\nIn today’s era of fan interaction, we’ve embarked on a pioneering venture with The Weeknd by partnering on two distinct types of NFTs: Souvenir NFTs and Tour NFTs. Both have been devised to allow fans to engage with The Weeknd in a new way.\n1. Souvenir NFTs\nDesigned exclusively for fans attending The Weeknd’s shows (residency restrictions may apply), these distinctive NFTs act as a digital keepsake of the performance. This contemporary approach breathes new life into the timeless practice of saving ticket stubs, now reimagined for the Web3 landscape. Additionally, owning a Souvenir NFT unlocks opportunities to win autographed merchandise, entry to exclusive events, and more. Recent rewards have included VIP access to The Weeknd’s concerts. If you’re going to see The Weeknd in Australia and New Zealand, don’t forget to claim your SNFT!\n2. Tour NFTs\nCrafted to extend a chance for fans across the globe to buy a virtual fragment of The Weeknd’s tour, these differ from the Souvenir NFTs, which are limited to those attending the concerts. Tour NFTs belong to an independent series set to be released later this year for fans and aficionados (please note that residency restrictions may apply). This exclusive assortment will showcase stunning visual art blended with an array of unexpected elements. Be sure to follow us on social media to stay up-to-date.\n\nEnter The Dimension: A New Journey\nIn an age where physical barriers are transcended by digital innovation, the collaboration between The Weeknd and Binance brings you Enter The Dimension, a revolutionary way to experience music and entertainment. Comprising different elements to play, such as the Dimension Puzzle Box and the Metaverse Dimension, this virtual adventure offers fans the opportunity to engage with The Weeknd like never before. Additionally, there is the chance to win concert tickets and exclusive merch.\nDimension Puzzle Box: Take on the challenge\nEven if attending The Weeknd’s concerts in Oceania isn’t an option, the Dimension Puzzle Box invites fans worldwide to participate in a fun virtual game, which, if completed, leads to a prize draw to win The Weeknd tickets or merchandise. Created to recognize The Weeknd’s artistic flair, the Puzzle Box consists of two main parts:\n1. Image Cube Challenge: Players must rearrange image tiles on a cube to solve the visual puzzle in front of them.\n2. Musical Challenge: Participants must mimic intros from The Weeknd’s tracks, testing their auditory skills and memory.\nCompleting these challenges unlocks the cube, bringing you closer to winning exclusive merchandise or even concert tickets (subject to residency). The Puzzle Box offers a test of intellect and a novel way to interact with The Weeknd’s creativity.\n\nMetaverse Dimension: Immersion & Exploration\nBeyond the Puzzle Box lies the fascinating world of the Metaverse Dimension, where fans can delve into the retro-neon aesthetic reminiscent of The Weeknd’s After Hours Til Dawn tour. This virtual space contains four key areas: The Club, Art Gallery, Binance Space, and a Secret Door. \nWithin these domains, players can embark on a treasure hunt, navigating the metaverse in search of hidden diamonds. Success unlocks access to The Stage and VIP Lounge, where bonus material is waiting to be explored. Additionally, as with the Puzzle Box, completing the interactive treasure hunt puts you in a prize draw to win The Weeknd tickets or merchandise.\nA new frontier in entertainment\nEnter The Dimension transcends the traditional concert experience. Whether you’re a puzzle enthusiast eager to take on the Dimension Puzzle Box or an explorer ready to dive into the Metaverse Dimension, Binance and The Weeknd offer a realm of possibilities. No concert ticket? No problem! The virtual doors are open to all, providing an entirely new and thrilling way to engage with The Weeknd – and possibly win big, too!\nEmpowering Global Transformation\nThe partnership between global superstar Abel Tesfaye, known to his fans as The Weeknd, and Binance goes beyond entertainment. It’s a collaboration that transcends the world of music thanks to its commitment to humanitarian efforts.\nAs a UN World Food Programme (WFP) Goodwill Ambassador, The Weeknd and World Food Program USA established the XO Humanitarian Fund to support WFP’s response to the unprecedented global food crisis.\nBinance, sharing a similar dedication to social responsibility, has taken a significant step in this collaboration by donating $2 million to the XO Humanitarian Fund. But the philanthropy doesn’t end there. Upon the release of the Tour NFTs, 5 percent of the sales will be directed to this vital cause. \n\nFinal Thoughts\nAs The Weeknd’s After Hours Til Dawn global tour moves towards the Australia and New Zealand leg of its exciting journey, we look forward to seeing where this pioneering partnership goes next. Join us as we continue to unlock new opportunities for fan engagement and push the boundaries of what’s possible when music meets Web3. Enjoy the show!\nFurther Reading\nThe Dimension Puzzle Box:  Win Big With The Weeknd\nMetaverse Dimension: The Weeknd’s Virtual Universe\nThe Weeknd x Binance: Special NFTs for Fans\nRisk Disclaimer: Cryptocurrency prices are subject to high market risk and price volatility. You should only invest in products that you are familiar with and where you understand the associated risks. You should carefully consider your investment experience, financial situation, investment objectives and risk tolerance and consult an independent financial adviser prior to making any investment. This material should not be construed as financial advice. Past performance is not a reliable indicator of future performance. The value of your investment can go down as well as up, and you may not get back the amount you invested. You are solely responsible for your investment decisions. Binance is not responsible for any losses you may incur. For more information, please refer to our Terms of Use and Risk Warning.",
    "post_image": [
      "https://public.bnbstatic.com/image/cms/blog/20230817/897f6430-19d3-4aa0-9f56-80f4fe22b809.png",
      "https://public.bnbstatic.com/image/cms/blog/20230815/5bb38f29-0eec-403e-afba-2f69c5dd66fb.png",
      "https://public.bnbstatic.com/image/cms/blog/20230815/92ab5f4c-c460-4d47-9a15-4b732c33ec83.png",
      "https://public.bnbstatic.com/image/cms/blog/20230815/bcf9e4f5-49a5-4e96-8fe5-0c4b68d2a9b2.png"
    ]
  },
  {
    "type": "binance",
    "post_title": "Binance Teams Up With Hungary's Premier Football Club Ferencváros to Boost Fan Engagement Through NFTs",
    "post_content": "Binance has forged a partnership with Ferencváros, the most successful club in the history of Hungarian football.",
    "post_date": "2023-08-17",
    "post_tags": "",
    "post_length": "",
    "post_link": "https://www.binance.com/en/blog/nft/binance-teams-up-with-hungarys-premier-football-club-ferencv%C3%A1ros-to-boost-fan-engagement-through-nfts-507980684737155778",
    "post_author": "Binance",
    "post_description": "Main Takeaways\nBinance has partnered with Ferencváros – the most decorated club in Hungarian football history – to raise Web3 awareness among football lovers and harness the power of blockchain to elevate the fan experience.\nLimited-edition NFTs, redeemable for merchandise, exclusive experiences, and various rewards, will be available during home league games for Ferencváros supporters. The club’s Groupama Arena stadium will feature Binance branding and pavilions designed to host crypto events for Fradi fans.\nBinance has forged a partnership with Ferencváros, the most successful club in the history of Hungarian football. Through this collaboration, Binance and Ferencváros will work to raise awareness of Web3 and blockchain technologies among sports fans by offering educational initiatives as well as diverse activities and giveaways. The partnership between Binance and Ferencváros is conducted via a third-party entity that acts on behalf of the football club's interests.\nSpecifically, Binance will provide free limited-edition NFTs to Ferencváros fans during every home league game. Using their white, green, and gold NFTs, supporters of Fradi – the club’s most popular nickname – will be able to acquire merchandise such as scarves, T-shirts, and jerseys. Those accumulating a certain number of collectibles will be granted exclusive experiences and Fradi rewards at the end of the season.\nTo claim Fradi NFTs, football club fans need to have an account on binance.com. Current Binance users can access these NFTs through their existing accounts, while new users can easily sign up on Binance.com.\nAs part of the collaboration, Binance branding will be prominently displayed on pitchside LED perimeters, giant screens, and additional screens within the Groupama Arena stadium during each home league fixture. Binance will also set up pavilions within the stadium to host various crypto events tailored to Fradi supporters. Fans can now interact with Binance through various channels, including Groupama Arena's social media platforms, Ferencváros mobile app, and email newsletters.\n“We are immensely proud to start our partnership with Ferencváros, the most distinguished club in Hungarian football history. This move represents a significant stride towards increasing Web3 utility and is poised to elevate the fan experience to new heights,” said Kyrylo Khomiakov, General Manager of Binance in CEE. \nIn the 2022/23 season, Ferencváros claimed their 34th Hungarian league title and made it to the group stage of an international contest for the fourth consecutive time. They reached the Europa League quarter-finals in 2022, which signified their return to the knockout stage of a European competition after a 48-year absence.",
    "post_image": [
      "https://public.bnbstatic.com/image/cms/blog/20230816/d917a7c7-b06c-43a5-ab43-aa43fcc4498d"
    ]
  },
  {
    "type": "binance",
    "post_title": "Binance Bixel: Take the AI NFT Generator Challenge and Earn BNB",
    "post_content": "Bixel is back and now available to everyone! This innovative AI NFT generator allows you to create unique AI-generated artwork, which can then be minted as an NFT. Join us as we explore its exciting features and introduce the Bixel Challenge, awarding BNB to top creators.",
    "post_date": "2023-07-26",
    "post_tags": "",
    "post_length": "",
    "post_link": "https://www.binance.com/en/blog/nft/binance-bixel-take-the-ai-nft-generator-challenge-and-earn-bnb-832228303844216249",
    "post_author": "Binance",
    "post_description": "Main Takeaways\nBixel is an innovative AI NFT generator that allows Binancians to create custom images using artificial intelligence, which can then be minted into NFTs on the BNB Smart Chain.\nThis service has only been made available twice before, and it had time and usage limitations. From July 26, we’re bringing Bixel back and making it available to all Binancians with no time limit.\nTo mint AI-generated images as NFTs, users will be required to complete the identity verification process (KYC) and pay a nominal 0.008 BNB minting fee. Bixel NFTs can then be used as profile pictures or listed for sale on the Binance NFT Marketplace.\nFrom July 26 to August 10, anyone can take part in the Bixel Challenge. Any Bixel NFT created during this period will be featured on a page where the community can view and vote. A total of 10 BNB will be awarded to the ten creators with the most votes. \nBixel is back and now available to everyone! This innovative AI NFT generator allows you to create unique AI-generated artwork, which can then be minted as an NFT. Join us as we explore its exciting features and introduce the Bixel Challenge, awarding BNB to top creators.\nBixel is an innovative AI NFT generator that provides a unique opportunity for Binance users to generate custom artwork using artificial intelligence. By submitting text prompts or uploading images, users can leverage Bixel AI to generate new pieces of digital art, which can then be minted as NFTs on the BNB Smart Chain. Bixel combines the power of AI and Web3 to provide an accessible entry point into digital art and NFTs.\nThe AI NFT Generator Is Back and Available to All\nThis AI NFT generator has only been made available twice before. The first time was on March 1, 2023, when it underwent a small beta test limited to a select number of European users, resulting in the successful minting of 10,000 NFTs within a few hours. \nWe then reopened the service on March 29, 2023, for all users worldwide, but only made it available for 12 hours and with access granted on a first-come, first-served basis to just 100,000 Binancians. \nBut don’t worry if you missed out. We’re excited to announce that from July 26, we’re bringing the AI NFT generator back, and this time, it will be open for regular use and made available to all. In celebration of its return — alongside significant enhancements and new developments — we’re calling this version of the service Bixel. \nWe’re excited to be empowering all Binancians to unleash their creativity. In this blog, we delve into its key features and latest updates. We will also provide a guide to minting your own AI-generated NFT and explain the Bixel Challenge through which top creators can earn BNB.\nCreate your AI NFT today\nThe Next Phase for Bixel: Key Requirements\nAs we usher in this exciting new phase for Bixel, it’s worth taking the time to understand this unique AI NFT generator’s key updates and requirements. Get ready to discover the latest iteration of a service that can be used by anyone interested in the world of Web3 and AI art.\n1. Accessible AI-generated NFT minting for everyone: This phase of Bixel democratizes the NFT space, offering all users an opportunity to create and mint their own AI-generated NFTs. It’s no longer a playground exclusive to a closed circle of designers or artists. With Bixel, anyone can generate unique digital art and join the fascinating world of NFTs.\n2. KYC Completion for NFT Minting: Security and trust are paramount for us. And so, to mint NFTs with Bixel, users are required to complete identity verification — a process sometimes called ‘Know Your Customer’. This critical measure is in place to maintain a trustworthy and secure platform for all users, aligning with best practices and regulatory requirements.\n3. NFT Minting Fee: A small fee is required to mint NFTs with Bixel. The minting fee is currently set at 0.008 BNB ($2 at the time of writing), which ensures that the process of creating your NFT on the BNB Smart Chain is executed properly.\nDiscover Bixel’s Exciting New Features to Create NFT Art\nBixel offers a range of exciting features to support your creative journey and help you create your own NFT. These features are designed to make it seamless and secure for all. Welcome to Bixel’s new phase. Your creative journey begins here!\n1. Ten generation chances per day – for free \nEach interaction will utilize one of your generation chances to create a new result, either by clicking 'Generate' to create a completely new image or modifying an existing image by clicking 'Variations'. You have a total of ten generation chances per day at absolutely no cost. These chances are refreshed daily at 00:00 UTC, so you’ll always have new opportunities to create and innovate with your digital art.\n2. The power to choose your style\nArt is all about self-expression. Bixel understands this and allows you to select a style that resonates with your creativity before generating the AI image. With nine distinct styles to choose from — including realistic, anime, painting, fantasy, and cyberpunk — you can bring your imagination to life with even more of a personalized touch.\n3. Enhance your NFT artwork with Bixel\nBixel’s “Variation” feature allows you to explore different versions of your image, providing room for fine-tuning and perfecting your artwork. It can be used as long as you have enough daily generation chances. Bixel also offers an “Upscale” feature to enhance the resolution of your image from 512x512 to a significantly sharper 1024x1024. Note that “Upscale” doesn't use any of your daily generation chances.\nHow to Mint Your Own AI NFT With Bixel\nMinting your AI-generated images as NFTs is an additional step that goes beyond just generating the artwork. Minting is the process that registers your digital artwork on the blockchain (BNB Smart Chain, in this case), giving it a unique digital identity and making it an NFT. This process requires completing the identity verification process (KYC) and involves a minting fee.\nHere, we provide a simplified step-by-step guide on how to mint your own Bixel NFT. \nPlease see our FAQ for more details.\n1. Log in to your Binance account and navigate to Bixel via the banner on the Binance NFT homepage.\n2. Begin the process of creating your unique AI NFT by entering prompts or uploading a portrait for Bixel to use as inspiration.\n3. Choose your preferred creative style and generate the image.\n4. Review the AI-generated images and select the one you like the most.\n5. Utilize the “Upscale” feature if desired to enhance the image resolution to 1024x1024.\n6. Click \"Mint,\" provide a name and description for your NFT, and confirm the minting fee.\n7. Wait for the minting process to finish. Your NFT can be found under \"My NFTs\" in your profile.\nCongratulations, you've just minted your first Bixel NFT. With these simple steps, we put the power of creating and owning unique digital art in your hands. You can then list your NFT on the Binance NFT Marketplace, should you wish, or set it as your profile picture. Happy minting!\nTake The Bixel Challenge: 10 BNB To Be Won\nAs we hit another milestone, we are thrilled to announce the Bixel Challenge, which invites the entire Binance community to engage in the exciting world of Bixel NFTs. \nThis challenge runs from 10:00 UTC on July 26, 2023, to 0:00 UTC on August 10, 2023. \nAll Bixels minted during this period will be displayed on the \"Explore\" page, allowing community members to vote for their favorite Bixel NFTs. It’s a fantastic opportunity to display your work, and for community members to show support for their favorite creators.\nThe best part? The top ten creators, ranked by the number of votes received by a single Bixel NFT, will each receive a 1 BNB token voucher for their efforts. \nWant to increase your voting opportunities in the Bixel Challenge? We've got you covered. \nDuring the challenge period (July 26 to August 10), you can invite friends to sign up with Binance. You'll gain additional voting power for each friend that you successfully refer. See our announcement for further details.\nStay tuned to find out who will reign supreme in the Bixel Challenge. This is your chance to be a part of the action. Don't miss out!\nTake the Bixel Challenge today\nFinal Thoughts\nBixel represents a significant step forward in the democratization of digital art and NFT creation. Its accessible AI-generated NFT minting, combined with identity verification and a nominal minting fee, ensures a secure and trustworthy platform for users worldwide. \nWith free features such as ten daily generation chances, the ability to choose your style, and explore variations, Bixel empowers users to unleash their creativity and embark on a journey into the world of NFTs. Let your imagination run wild and discover the endless possibilities of AI-powered NFTs with Binance. Join our vibrant community and start minting today. \nFurther Reading\nBixel Announcement\nHow to Get Started\nHow Will AI Impact the NFT Art Ecosystem?",
    "post_image": [
      "https://public.bnbstatic.com/image/cms/blog/20230721/a740f319-9fd9-48e9-b48f-9c87c08f3384",
      "https://public.bnbstatic.com/image/cms/blog/20230724/661e8312-7ec1-47f7-83f0-e9701a2bd4f2.png",
      "https://public.bnbstatic.com/image/cms/blog/20230724/661e8312-7ec1-47f7-83f0-e9701a2bd4f2.png"
    ]
  },
  {
    "type": "binance",
    "post_title": "Binance’s NFT Staking and NFT Loan: Benefits of Using NFTs as Collateral",
    "post_content": "NFT-Fi is unlocking the untapped potential of NFTs! Benefit from your digital assets with Binance's innovative NFT-Fi products, NFT Staking and NFT Loan.",
    "post_date": "2023-07-14",
    "post_tags": "",
    "post_length": "",
    "post_link": "https://www.binance.com/en/blog/nft/binances-nft-staking-and-nft-loan-benefits-of-using-nfts-as-collateral-6093730560355456413",
    "post_author": "Binance",
    "post_description": "Main Takeaways\nNFT-Fi is an intersection of non-fungible tokens (NFTs) and decentralized finance (DeFi).\nBinance offers two novel NFT-Fi products: NFT Staking and NFT Loans.\nFrom portfolio diversification to securing loans, discover the unique financial opportunities that NFT-Fi creates and the benefits that Binance’s products offer.\nNFT-Fi is unlocking the untapped potential of NFTs! Discover Binance's innovative NFT-Fi products, NFT Staking and NFT Loan, and how you can benefit from your non-fungible assets.\nThe rapidly growing market of non-fungible tokens (NFTs) continues to captivate the imagination of artists, collectors, and investors globally. With the surge in interest, innovative financial products are emerging to accommodate and leverage the unique characteristics of NFTs. Enter a new concept that has emerged at the intersection of NFTs and decentralized finance (DeFi): NFT-Fi. \nWhile still in its early stages, NFT-Fi has the potential to revolutionize the financial industry. And at the forefront of innovation is Binance, offering NFT-Fi products such as NFT Staking and NFT Loan.\nExplore the world of NFT-Fi here.\nWhat Is NFT-Fi?\nNFT-Fi bridges non-fungible tokens and decentralized finance, offering essential benefits while reshaping the future of NFT trading and financing.\nDeparting from traditional NFT trading – which focuses solely on buying, selling, and collecting digital assets – NFT-Fi incorporates innovative products like staking and lending to maximize the potential of NFTs.\nNFT-Fi also presents groundbreaking financial solutions to tap into the hidden liquidity of NFTs. By enabling fractionalization, tokenization, lending, and using NFTs as collateral, NFT-Fi can unlock the potential of these valuable digital assets. At the same time, NFT users do not necessarily need to sell their assets to enjoy the benefits.\nBenefits of NFT-Fi\nBroader range of financial products\nNFT-Fi introduces an array of financial products previously unavailable to NFT holders. By integrating NFTs with traditional DeFi offerings, users can access various investment, staking, and lending options. This expanded spectrum of financial instruments empowers users to diversify their portfolio and maximize the use of their digital assets.\nEnhanced investment value\nAs the NFT market flourishes, NFT-Fi presents numerous innovative ways to enhance non-fungible tokens’ value as investments. Integrating financial services into the NFT ecosystem unlocks liquidity, allowing users to tap into the potential of their assets without needing to sell them. It also enables fractional ownership and profit-sharing models to attract more investment opportunities. \nAsset-backed financing opportunities\nWith NFT-Fi, users can now leverage their NFT assets as collateral for loans or to secure financing. Binance's NFT Loan product offers users the possibility to unlock the capital tied up in NFTs, providing a new avenue for creating liquidity and fueling further growth in the larger digital asset market. For more information, read our NFT Loans: How to Use Your NFTs to Borrow Crypto guide.\nDiversifying risk and potential returns\nNFT-Fi offers additional portfolio diversification by allowing users to participate in various investment opportunities connected to NFTs' unique attributes. This diversification to a different asset class helps to mitigate risk, distribute potential returns, and optimize portfolio performance.\nIntroducing Binance NFT-Fi Products\nNFT Staking\nUsers can lock their NFTs on a platform or in a smart contract to earn rewards. Through staking, NFT owners can monetize their assets without selling them. Binance currently offers Ape Staking and Sandbox Staking.\nBenefits of NFT Staking on Binance:\nOne click to stake\nStaking rewards are distributed to your account daily\nFlexible-term staking option\nZero gas fees\nJust like staking cryptocurrencies, NFT staking involves taking on specific risks, and rewards may depend on factors such as the rarity, popularity, or utility of the staked NFT. Nevertheless, NFT staking has continued to gain traction as a potentially lucrative opportunity within the rapidly evolving world of NFTs and DeFi.\nNFT Loan\nSimilar to crypto loans, Binance NFT Loan allows owners to use their NFTs as collateral and borrow funds. To obtain an NFT loan, the borrower stakes their NFT on a platform or smart contract, which then lends them a specific amount based on the value of their NFT collateral, usually in the form of a cryptocurrency. Once the loan is repaid, the borrower regains ownership of their NFT.\nBenefits of NFT loans include:\nZero gas fees\nInstant loans\nLiquidation protection\nLow interest rates\nStarting from July 5, Binance is offering a 20% discount on borrowing interest rates. \nNFT Loans are gaining popularity as they provide NFT holders with more flexible financial options. However, borrowers should be aware of potential risks, such as the volatility in NFT prices, which might affect the collateral value during the loan period.\nExplore NFT-Fi\nNFTs have come a long way from being seen as only digital collectibles to becoming versatile assets offering a range of innovative financial solutions. NFT-Fi addresses the limitations of traditional NFT trading, creates new investment opportunities, enhances user experience and portfolio diversification, and ultimately unlocks the liquidity potential of NFT assets.\nA pioneer in the NFT-Fi world, Binance is dedicated to realizing the full financial potential of NFTs. Ready for a seamless experience with NFT Staking and NFT Loan products? Visit the Binance NFT platform and explore our NFT-Fi offerings today.\nRisk Warning: NFTs are subject to high market risk. Obtaining an NFT Loan is completely optional and you do so at your risk, including the risk of liquidation when the value of your NFT collateral drops significantly. You are solely responsible for your participation in this offering and Binance is not liable for any losses you may incur. Always do your own research and seek independent professional advice to determine if this product is suitable for you. For further details, see our NFT Terms and Conditions and general Binance Terms of Use and Risk Warning. \nFurther Reading\nFrequently Asked Questions on the Ape NFT Staking Program\nFrequently Asked Questions on the The Sandbox NFT Staking Program\nWhat Is Binance NFT Loan and Frequently Asked Questions",
    "post_image": [
      "https://public.bnbstatic.com/image/cms/blog/20230714/ba4ab70f-bd76-4c75-8afa-dfaddd7c83f3"
    ]
  },
  {
    "type": "binance",
    "post_title": "Collect NFTs and Win a Training Session With Ronaldo",
    "post_content": "Don’t miss out on this unique opportunity to win an in-person training session with footballing legend Cristiano Ronaldo by collecting NFTs from his ForeverCR7: The GOAT collection.",
    "post_date": "2023-07-04",
    "post_tags": "",
    "post_length": "",
    "post_link": "https://www.binance.com/en/blog/nft/collect-nfts-and-win-a-training-session-with-ronaldo-1203964599610637146",
    "post_author": "Binance",
    "post_description": "Main Takeaways\nYou can win an in-person training session with Cristiano Ronaldo, the greatest goalscorer of all time, simply by collecting NFTs from his latest collection with Binance.\nThis collection, ForeverCR7: The GOAT, pays homage to Ronaldo’s 838 career goals (to date) and offers collectors the choice of 20 different designs across four rarity levels: Normal (N), Rare (R), Super Rare (SR), and Super Super Rare (SSR). \nAll you need to do to take part is collect seven different N NFT designs, six different R NFT designs, or two different Super Rare (SR) designs. Deadline: July 23, 2023. \nDon’t miss out on this unique opportunity to win an in-person training session with footballing legend Cristiano Ronaldo by collecting NFTs from his ForeverCR7: The GOAT collection.\nNote: This is a general announcement. Certain products and services may not be available in your region. This blog was updated on July 5, 2023.\nImagine training with the legend himself: Cristiano Ronaldo. Well, thanks to Binance, that dream can become a reality. All you need to do is collect the right combination of NFTs from the ForeverCR7: The GOAT collection to be in with a chance of winning this incredible experience. \nHow To Take Part\nTaking part is easy. You’ve got from now until July 23, 2023 (23:59 UTC) to collect one of the following:\nAll seven different Normal (N) NFT designs.\nAll six different Rare (R) NFT designs.\nTwo different Super Rare (SR) designs.\nThen, to qualify, simply make sure you hold these NFTs in your Binance account throughout the dedicated activity Snapshot Period, which will take place on July 24, 2023. Please note that this particular snapshot is for those trying to collect NFTs to win a training session with CR7.\nThis Is Your Chance To Meet Ronaldo\nBy collecting the right NFTs, you could then be the lucky winner who gets to meet Ronaldo.\nThat’s because ten SR NFTs and one SSR NFT will be randomly and fairly distributed among the qualified participants, with whoever wins the SSR being able to claim the utility that comes with it, including the special perk of a training session with the one and only Cristiano Ronaldo.\nThis is a once-in-a-lifetime opportunity. And that’s not the only perk winners will receive. In addition, whoever wins these SSR and SR NFTs can then click the redeem button to claim every single utility attached to their digital collectible. \nSuper Rare NFT Rewards: a printable signed Binance X CR7 poster, entry into future giveaways, plus a video from Ronaldo, where he shares his thoughts about the goal captured by the NFT. Holders of SR NFTs also receive a Binance football shirt signed by CR7 himself!\nSuper Super Rare NFT Rewards: rewards for SSR holders include every perk from the SR level, as well as tickets to an upcoming Binance Blockchain Week. All that plus a once-in-a-lifetime experience: a training session with the GOAT, Cristiano Ronaldo, in person. \nPlease note the above perks (SR and SSR) will become null and void if winners do not log in to their Binance account and click [redeem]. Check our terms and conditions for more details.\nDon’t miss out: those all-important NFTs you need to collect and win are already selling fast!\nA Guide To Collecting The NFTs\nRemember, there are three ways to qualify for the giveaway to meet CR7. Which route you take depends on which rarity level you’d like to collect.\n1. Collect all seven different Normal (N) NFT designs (10 USDT each)\nNormal (N) NFTs cost 10 USDT via the primary sale currently taking place on Binance, and which ends at 14:00 UTC on July 23, 2023. \nThe N NFTs are sold via the ForeverCR7 Box, with each box containing one of the seven different designs that make up the Normal (N) NFT collectible cards set. After buying the box, your unique Normal NFT will be revealed. Which goal you get is all part of the surprise. \nPlease note this means you may need to buy more than seven boxes before you complete a collection that contains each and every one of the seven different N NFT designs required.\n2. Collect all six different Rare (R) NFT designs (30 USDT each)\nThe R NFTs will be sold via our Subscription Mechanism, which is a four-step process that begins at 00:00 UTC on July 4, 2023. Each R NFT will cost 30 USDT. Everyone is in with a chance of claiming an R NFT, but they will need a Binance account to participate. Read more about the designs, utilities and buying mechanism for R NFTs via our dedicated blog.\n3. Collect two different Super Rare (SR) NFT designs (200 USDT each)\nThe SR NFTs will be sold via our Subscription Mechanism, which is a four-step process that begins at 00:00 UTC on July 4, 2023. Each SR NFT will cost 200 USDT. Everyone is in with a chance of claiming an SR NFT, but will need a Binance account to participate. Read more about the designs, utilities and buying mechanism for SR NFTs via our dedicated blog.\nThe Time Is Now\nThere's never been a better time to dive into the world of digital collectibles. This giveaway offers a unique opportunity to combine the thrill of NFT collection with the unforgettable experience of training with a legend. Whether you're a football enthusiast, an NFT collector, or both, this is a one-of-a-kind chance to interact with the world of sports like never before.\nRemember, the activity period runs until July 23, 2023, and the all-important snapshot will be taken on July 24, 2023. This gives you just enough time to secure your N, R, or SR NFTs from the ForeverCR7: The GOAT collection and make sure they're held in your Binance account.\nWith incredible rewards and perks waiting, this isn’t just about ownership — it's about being part of a legacy. So why wait? Start your journey towards meeting Cristiano Ronaldo today and join the ranks of digital pioneers shaping the future. Good luck!\nFurther Reading\nForeverCR7: The GOAT (NFT collection page)\nForeverCR7: The GOAT NFT Collection (Blog)\nYour Guide to Buying a ForeverCR7: The GOAT NFT\nDisclaimer: Digital asset prices are subject to high market risk and price volatility. The value of your investment can go down or up, and you may not get back the amount invested. You are solely responsible for your investment decisions, and Binance is not liable for any losses you may incur. Past performance is not a reliable predictor of future performance. You should only invest in products you are familiar with and where you understand the risks. You should carefully consider your investment experience, financial situation, investment objectives, and risk tolerance and consult an independent financial adviser prior to making any investment. This material should not be construed as financial advice. For more information, see our Terms of Use and Risk Warning.",
    "post_image": [
      "https://public.bnbstatic.com/image/cms/blog/20230704/3cd2dcd4-7c6a-4f51-ad83-3e149f4f0cdc"
    ]
  },
  {
    "type": "binance",
    "post_title": "Your Guide to Buying a ForeverCR7: The GOAT NFT",
    "post_content": "ForeverCR7: The GOAT collection is almost here. Follow this guide to score yourself an iconic goal from Ronaldo’s career when the sales window finally opens on July 3, 2023.",
    "post_date": "2023-06-30",
    "post_tags": "",
    "post_length": "",
    "post_link": "https://www.binance.com/en/blog/nft/your-guide-to-buying-a-forevercr7-the-goat-nft-7284571573794584803",
    "post_author": "Binance",
    "post_description": "Main Takeaways\nOn July 3, Cristiano Ronaldo’s new NFT collection, ForeverCR7: The GOAT, will go on sale exclusively on Binance NFT.\nThe 28,000 Normal (N) NFTs from Cristiano Ronaldo’s latest NFT collection will cost 10 USDT each. Sales begin at 14:00 UTC on July 3 via our ForeverCR7 Box mechanism.\n1,200 Rare (R) and 120 Super Rare (SR) NFTs will be sold via our Subscription Mechanism between July 4 and 13. These NFTs will cost 30 USDT (for R) and 200 USDT (for SR). \nSix Super Super Rare (SSR) NFTs will be sold via auction on Binance NFT. The auction will begin at 14:00 UTC on July 3, with a starting price of 15,000 USDT.\nForeverCR7: The GOAT collection is almost here. Follow this guide to score yourself an iconic goal from Ronaldo’s career when the sales window finally opens on July 3, 2023. \nNote: This is a general announcement. Certain products and services may not be available in your region. This blog was updated on July 5, 2023.\nThe name Cristiano Ronaldo is synonymous with one thing: goals. \nOver the course of his incredible career, he’s won it all, and proven beyond a shadow of a doubt that he really is the greatest goalscorer of all time. With 838 career goals (and counting), no one in football history has hit the back of the net on more occasions than CR7. \nWith his ForeverCR7: The GOAT collection dropping on July 3, you’ll soon have the chance to own one of Ronaldo’s most treasured goals, reimagined as beautiful NFT collectible cards, each coming with unique perks and benefits — from signed merch to meeting the man himself. \nRead on for all the details you need to shop the football legend’s latest NFT collection.\nNormal NFTs: How The ForeverCR7 Box Works\nAnyone interested in buying a Normal NFT from the ForeverCR7: The GOAT collection will need to snap up one of the ForeverCR7 Boxes we’ll be making available on Binance.com from 14:00 UTC on July 3. \nEach box costs 10 USDT and includes one of seven different designs that make up the Normal (N) NFT collectible cards set. Each design in this tier represents one of CR7’s hundred-goal milestones, from goal 100 to goal 700. \nForeverCR7 Boxes will be on sale until 14:00 UTC on July 23 (or prior to that if all available N NFTs sell out before the cut-off time). N NFTs will be sold on a first-come, first-served basis. Each user is limited to 50 NFTs.\nRare & Super Rare: How The Subscription Mechanism Works\n1,200 Rare (R) and 120 Super Rare (SR) NFTs from the ForeverCR7: The GOAT collection will be made available via our Subscription Mechanism, priced at 30 USDT for the R NFTs and 200 USDT for the SR NFTs. The purchasing system for these NFTs will run between July 4 and July 13. \nThis mechanism, for those unfamiliar with it, is a way to ensure that all interested users get an equal opportunity to participate in the primary sale of these limited-supply NFTs. Please note this is not a first-come, first-served system; rather, it requires you to take part in a four-step process. \nNot clear on how it will work? Don’t worry: we’ve explained everything you need to know below. Be sure to mark the dates and times on your calendar so you don’t miss out!\nPhase 1: Preparation (00:00 UTC on July 4 to 02:00 on July 10)\nSelect the CR7 NFT(s) you want to purchase and make sure you have at least 0.1 BNB in your Binance account during this phase. This is for you to fulfill the specified BNB prerequisite by meeting the minimum daily average BNB holding requirement. \nChecked the link and still not sure? In most basic terms, you need to be holding an average of at least 0.1 BNB in your Binance account across the entirety of this period. This entry requirement must be met by July 10 (02:00 UTC) in order for you to qualify for the next phase.\nPhase 2: Subscription (02:00 UTC on July 10 to 09:00 UTC on July 13)\nDuring this phase, each user who met the Phase 1 requirement can “subscribe” to participation ticket(s). The function of these tickets is to determine which users will receive the right to buy the R & SR NFTs being sold through the Subscription Mechanism system.\nR-tier NFTs are limited to 12 tickets per user; SR-tier NFTs are also limited to 12 tickets per user. “Subscribing” to a ticket requires you to lock up tokens that correspond to the value of the NFT you’re hoping to purchase. For example, for every R-tier NFT ticket you want, you’ll need to lock up 30 USDT, and for every SR-tier ticket, you’ll need to lock up 200 USDT. \nPlease note that tickets do not guarantee purchase. \nRather, they allow users who subscribe to move to the next stage. Be sure to subscribe by 09:00 UTC on July 13. You can only use the tokens sitting in your Spot Wallet, and these tokens will be locked until the end of Phase 4 (Distribution).\nPhase 3: Calculation (09:00 UTC on July 13 to 12:00 UTC on July 13)\nAll subscribed participation tickets will enter a pool during the three-hour Calculation phase. Users do not have to take any action during this phase. Our system will select winning tickets from this pool between 09:00 and 12:00 (UTC) on July 13. The automated selection process is fair, fully public, and verifiable. For more details on how winners are selected, please refer to Binance NFT Subscription Mechanism Winner Selection Algorithm. \nPhase 4: Distribution (12:00 UTC on July 13)\nOnce the Calculation is completed, you’ll see the allocation details. \nAt 12:00 UTC on July 13, participants with winning tickets will have their locked tokens deducted in exchange for the R or SR NFTs they subscribed to. The NFTs purchased will then be distributed to that user’s Binance account. If you hold a Participation Ticket that does not win, then the corresponding number of locked tokens will be returned to your Spot Wallet. \nPlease note that if you subscribe to multiple tickets, for example, three R and three SR, you may end up with zero NFTs, six NFTs, or any number in between. Winning tickets are picked by the system individually rather than in batches.\nSuper Super Rare: How The Auction Works\nSix of the highly-sought after Super Super Rare (SSR) NFTs — representing Ronaldo’s greatest goal of all time —  will be sold via auction on Binance NFT. \nThe auction will begin at 14:00 UTC on July 3, with a starting price of 15,000 USDT. Anyone wanting to take part in the auction must be registered on Binance.com. \nThe highest bidders will receive their SSR NFTs once the auction ends at 14:00 UTC on July 5.\nIf there are no active bids on an SSR during that time then the auction for that item will remain live until July 23, 2023 (14:00 UTC).\nNew to Binance? Sign Up Today!\nThe time has come. Create your Binance account before Ronaldo’s NFT collection arrives on July 3! Don’t miss out on this epic moment in history for both Web3 and world football. Ronaldo has always taken his opportunities — every single step of the way. Now it’s your turn to answer the call to greatness. Create your Binance account today.\nRisk Warning: The value of your NFT may go down or up. NFTs are subject to high market risk. Binance is not responsible for verifying the identity, legitimacy or authenticity of any NFT. NFTs are not regulated in most countries, however please ensure you are permitted to access our Binance NFT Marketplace based on your circumstances. For further details, see the Binance NFT Terms and Conditions, our Terms of Use and Risk Warning.",
    "post_image": [
      "https://public.bnbstatic.com/image/cms/blog/20230629/d61d8dc0-e49c-4566-b8dd-c753b37ed7f4",
      "https://public.bnbstatic.com/image/cms/blog/20230629/d07d7407-a7b6-46dc-ac47-db4f61f67ed5",
      "https://public.bnbstatic.com/image/cms/blog/20230629/db69751a-692d-48ce-85bb-b0796cdc8e7a",
      "https://public.bnbstatic.com/image/cms/blog/20230629/b988b96c-0080-4da3-9a24-8fdcaf475845",
      "https://cdn.cookielaw.org/logos/99f99939-5a0d-4feb-aef3-ba45f16b6907/5bfb9945-c83c-46f9-8bd7-55e8fd1975b5/02e50907-93f6-477d-a8a2-d581dace49c2/binance-h.png"
    ]
  },
  {
    "type": "binance",
    "post_title": "ForeverCR7: The GOAT — Super Super Rare (SSR) NFTs Explained",
    "post_content": "The SSR NFTs from the ForeverCR7: The GOAT collection are the jewels in the crown and give holders the once-in-a-lifetime perk of an in-person training session with Cristiano Ronaldo.",
    "post_date": "2023-06-29",
    "post_tags": "",
    "post_length": "",
    "post_link": "https://www.binance.com/en/blog/nft/forevercr7-the-goat--super-super-rare-ssr-nfts-explained-321988459379440943",
    "post_author": "Binance",
    "post_description": "Main Takeaways\nCristiano Ronaldo, the greatest goalscorer of all time, joins forces with Binance to launch his second exclusive NFT collection on July 3, 2023.\nThis collection, ForeverCR7: The GOAT, pays homage to Ronaldo’s 838 career goals (to date) and offers collectors the choice of 20 different designs across four rarity levels: Normal (N), Rare (R), Super Rare (SR), and Super Super Rare (SSR).\nThere is only one unique design for the Super Super Rare (SSR) NFTs, with just 7 SSRs in total. All come with benefits, including a once-in-a-lifetime training session with Cristiano Ronaldo, amongst other perks.\nThe SSR NFTs will be sold via auction starting at 14:00 UTC on July 3, 2023. Six of the seven SSRs in existence will be put up for auction, with initial bids set at 15,000 USDT. The last SSR in the collection will be reserved for a special giveaway.\nThe SSR NFTs from the ForeverCR7: The GOAT collection are the jewels in the crown and give holders the once-in-a-lifetime perk of an in-person training session with Cristiano Ronaldo.\nNote: This is a general announcement. Certain products and services may not be available in your region. This blog was updated on July 5, 2023.\nWe are excited to be launching the ForeverCR7: The GOAT NFT collection on July 3, 2023. These NFTs commemorate CR7’s goal-scoring prowess while offering fans a way to engage with his extraordinary career via a series of unique digital designs and real-world rewards.\nThe ForeverCR7: The GOAT collection consists of 20 different designs spread across four rarity levels (Normal, Rare, Super Rare, and Super Super Rare). Each level contains a different number of designs and quantity of NFTs. The total number of NFTs in the collection is 29,327.\nIn this blog, we focus on the 7 Super Super Rare (SSR) NFTs in the collection — six of which will be for sale on Binance.com via auction from 14:00 (UTC) on July 3, 2023. Read on for a sneak peek of the SSR NFT design, detailed information on utility, and a guide on how to buy them.\nWhat Are the Super Super Rare NFTs?\nThe Super Super Rare (SSR) NFTs are part of the ForeverCR7: The GOAT collection. \nEach NFT consists of a digital ball and a beautifully crafted collectors card. All NFTs in this collection come with perks and benefits for holders, too. \nThe SSR rarity level marks the absolute pinnacle of the collection, offering just one unique design that represents Ronaldo’s greatest goal: The Bicycle Kick (Goal 649). \nOnly seven of these Super Super Rare NFTs will be minted (total: 7 SSR NFTs). \nPerks for SSR NFT Holders: Train With Cristiano Ronaldo!\nThese NFTs aren’t just digital collectibles; they’re your ticket to exclusive rewards. \nSuper Super Rare NFT Rewards: \nAutomatic entry into future giveaways\nA printable signed Binance x CR7 poster\nA video from CR7 where he shares his thoughts about the goal captured by the NFT \nA Binance football shirt signed by Ronaldo\nTickets to an upcoming Binance Blockchain Week\nA training session with the GOAT, Cristiano Ronaldo, in person \nThis isn’t about ownership; it’s about being part of a legacy. It’s about footballing greatness.\nHow to Claim Your Rewards: buyers of SSR NFTs will need to log in to their Binance accounts and click [Redeem] on each unique SSR NFT design purchased to qualify for the corresponding real-world utilities attached to their NFTs. \nThe deadline to click [Redeem] and claim your SSR NFT utilities is August 31, 2023 (23:59 UTC). You must also have the NFT in your wallet prior to the final SSR snapshot date of August 31, 2023. All utilities shall be delivered no later than December 31, 2023.\nHow to Buy Your SSR NFTs: Auction\nAnyone interested in buying one of the six SSR NFTs being made available for sale will need to take part in our auction, which starts at 14:00 UTC on July 3. \nThe starting bid for an SSR NFTs will be set at 15,000 USDT. Anyone wanting to take part in the auction must be registered on Binance.com and have completed identity verification.\nThe highest bidders will receive their SSR NFTs once the auction ends at 14:00 UTC on July 5.\nIf there are no active bids on an SSR during that time then the auction for that item will remain live until July 23, 2023 (14:00 UTC). \nPlease note that only six of the seven SSR NFTs will be made available for auction. The remaining SSR will be reserved for a special community giveaway. \nA note on secondary market sales\nSSR NFTs can be listed on Binance NFT’s secondary market before 23:59 (UTC) on August 31, 2023, but only if you have not redeemed any of the utilities. \nOnce you have redeemed the NFT’s utilities, it will be frozen and cannot be withdrawn or listed on Binance NFT’s secondary market until 23:59 (UTC) on August 31, 2023. \nFinal Thoughts: Greatness Awaits\nThese SSR NFTs are more than just digital assets. They encapsulate the greatness of Cristiano Ronaldo while providing a once-in-a-lifetime in-person experience. \nWhether you’re an avid collector, a die-hard Ronaldo fan, or simply appreciate the artistry and exclusivity of NFTs, don’t miss your chance to own a piece of Web3 history. \nJoin us on July 3, 2023, for the launch of this collection and take part in a legacy that extends beyond the pitch. Get ready for an extraordinary journey into the world of NFTs. \nSee you at the auction!\nFurther Reading\nForeverCR7: The GOAT (NFT collection page)\nForeverCR7: The GOAT NFT Collection (blog)\nCR7 x Binance: The Journey So Far & What’s Ahead\nRisk Warning: The value of your NFT may go down or up. NFTs are subject to high market risk. Binance is not responsible for verifying the identity, legitimacy, or authenticity of any NFT. NFTs are not regulated in most countries, however please ensure you are permitted to access our Binance NFT Marketplace based on your circumstances. For further details, see the Binance NFT Terms and Conditions, our Terms of Use and Risk Warning.",
    "post_image": [
      "https://public.bnbstatic.com/image/cms/blog/20230629/7db11400-ccea-40c0-9140-90812ea7fe8f",
      "https://public.bnbstatic.com/image/cms/blog/20230629/cacea6dd-7fc0-4870-a43f-7d60c9196d64"
    ]
  },
  {
    "type": "binance",
    "post_title": "ForeverCR7: The GOAT — Super Rare (SR) NFTs Explained",
    "post_content": "The SR NFTs from the ForeverCR7: The GOAT collection offer a new way for fans to connect with Cristiano Ronaldo via a series of limited-edition digital collectibles and real-world rewards.",
    "post_date": "2023-06-28",
    "post_tags": "",
    "post_length": "",
    "post_link": "https://www.binance.com/en/blog/nft/forevercr7-the-goat--super-rare-sr-nfts-explained-5926254825050891714",
    "post_author": "Binance",
    "post_description": "Main Takeaways\nCristiano Ronaldo, the greatest goalscorer of all time, joins forces with Binance to launch his second exclusive NFT collection on July 3, 2023.\nThis collection, ForeverCR7: The GOAT, pays homage to Ronaldo’s 838 career goals (to date) and offers collectors the choice of 20 different designs across four rarity levels: Normal (N), Rare (R), Super Rare (SR), and Super Super Rare (SSR).\nThere are six different designs for the Super Rare (SR) NFTs, with 120 SRs in total. All come with benefits, such as a football shirt signed by Ronaldo, among other perks.\nThe SR NFTs will be sold via our Subscription Mechanism, which is a four-step process that begins at 00:00 UTC on July 4, 2023. Each SR NFT will cost 200 USDT. Everyone is in with a chance of claiming an SR NFT, but will need a Binance account to participate.\nThe SR NFTs from the ForeverCR7: The GOAT collection offer a new way for fans to connect with Cristiano Ronaldo via a series of limited-edition digital collectibles and real-world rewards.\nNote: This is a general announcement. Certain products and services may not be available in your region. This blog was updated on July 5, 2023.\nWe are excited to be launching the ForeverCR7: The GOAT NFT collection this July. These NFTs commemorate CR7’s goal-scoring prowess while offering fans a way to engage with his extraordinary career via a series of unique digital designs and real-world rewards.\nThe ForeverCR7: The GOAT collection consists of 20 different designs spread across four rarity levels (Normal, Rare, Super Rare, and Super Super Rare). Each level contains a different number of designs and quantity of NFTs. The total number of NFTs in the collection is 29,327.\nIn this blog, we focus on the 120 Super Rare (SR) NFTs, which will be for sale on Binance.com via our Subscription Mechanism from July 4, 2023. Read on for a sneak peek of the designs, information on quantity and utility, and a guide on how to buy them.\nWhat Are the Super Rare NFTs?\nThe Super Rare (SR) NFTs are part of the ForeverCR7: The GOAT collection. \nEach NFT features a digital ball and a beautifully crafted collectors card. The SR rarity level consists of six unique designs — each celebrating one of Ronaldo’s most iconic goals.\nAll NFTs in this collection come with perks and benefits for holders, too. \nThese unique digital collectibles, inspired by CR7’s football journey, merge the worlds of sport, art, and blockchain. This is your chance to own a piece of a legend.\nSix different designs to collect\nSuper Rare (SR): six unique designs — each covering some of the biggest moments from CR7’s career. There are only 20 NFTs available for each design (total: 120 SR NFTs). \nThe goals celebrated here are:\nThe Hat-Trick King (Goals 655, 656, 657): “Competition is the catalyst that inspires me  to greatness.” (NFTs issued: 20)\nThe Minute Milestone (Goal 404): “Achievement unlocked: A goal in every minute.” (NFTs issued: 20)\nThe Bullet Header (Goal 712): “In that moment, it feels like you are defying gravity.” (NFTs issued: 20)\nThe Rocket Man (Goal 140): “It flew like a meteor through the sky.” (NFTs issued: 20)\nA Star Is Born (Goal 1): “A symbol of dreams realized and the start of my journey.” (NFTs issued: 20)\nThe GOAT (Goal 806): “A record-breaking goal; a stepping stone in pursuit of perfection.” (NFTs issued: 20)\nPerks for SR NFT Holders: What Are They & How to Claim Them\nThese NFTs aren’t just digital collectibles; they’re your ticket to exclusive rewards. \nSuper Rare NFT Rewards: a printable signed Binance x CR7 poster; entry into future giveaways; plus a video from Ronaldo, where he shares his thoughts about the goal captured by the NFT. Holders of SR NFTs will also receive a Binance football shirt signed by CR7 himself!\nHow to Claim Your Rewards: buyers of SR NFTs will need to log in to their Binance accounts and click [Redeem] on each unique SR NFT design purchased to qualify for the corresponding real-world utilities attached to their NFTs. \nThe deadline to click [Redeem] and claim your SR NFT utilities is August 31, 2023 (23:59 UTC). This will take you to a document where you can provide your shipping address to receive your signed shirt. You must also have the NFT in your wallet prior to the final SR snapshot date of August 31, 2023. All  utilities shall be delivered no later than December 31, 2023.\nHow to Buy Your Super Rare (SR) NFTs: Subscription Mechanism\nSR NFTs will be priced at 200 USDT each. Anyone interested in buying one of the 120 SR NFTs will need to take part in our Subscription Mechanism, which starts at 00:00 UTC on July 4. \nFor the unfamiliar, this mechanism is a way to ensure that all interested users get an equal opportunity to participate in the primary sale of these limited-supply NFTs. Please note this is not a first-come, first-served system, but a four-step process offering equal access. \nIf you want to get ahead of the game then be sure to sign up for a Binance account before July 4, complete identity verification, and add at least 0.1 BNB to your wallet. \nNot clear on how it will work? Don’t worry; we’ve explained everything you need to know below. Be sure to mark the dates and times on your calendar so you don’t miss out!\nPhase 1: Preparation (00:00 UTC on July 4 to 02:00 on July 10)\nSelect the CR7 NFT(s) you want to purchase and make sure you have at least 0.1 BNB in your Binance account during this phase. This is for you to fulfill the specified BNB prerequisite by meeting the minimum daily average BNB holding requirement. \nChecked out the link and still unsure? In basic terms, you need to be holding an average of at least 0.1 BNB in your Binance account across the entirety of this period. You must meet this entry requirement by July 10 (02:00 UTC) to qualify for the next phase.\nPhase 2: Subscription (02:00 UTC on July 10 to 09:00 UTC on July 13)\nDuring this phase, each user who met the Phase 1 requirements can “subscribe” to participation ticket(s). The function of these tickets is to determine which users will be eligible to buy the SR NFTs being sold through the Subscription Mechanism system.\nSR-tier NFTs are limited to 12 tickets per user. “Subscribing” to a ticket requires you to lock up tokens that correspond to the value of the NFT you’re hoping to purchase. So for every SR-tier NFT ticket you want, you’ll need to lock up 200 USDT. \nPlease note that tickets do not guarantee purchase. Rather, they allow users who subscribe to move to the next phase. Be sure to subscribe by 09:00 UTC on July 13. You can only use the tokens in your Spot Wallet, and these will be locked until the end of Phase 4 (Distribution).\nPhase 3: Calculation (09:00 UTC on July 13 to 12:00 UTC on July 13)\nAll subscribed participation tickets will enter a pool during the three-hour Calculation phase. Users do not have to take any action during this phase. Our system will select winning tickets from this pool between 09:00 and 12:00 (UTC) on July 13. \nThe automated selection process is fair, fully public, and verifiable. For more details on how winners are selected, please refer to our article on the Binance NFT Subscription Mechanism Winner Selection Algorithm. \nPhase 4: Distribution (12:00 UTC on July 13)\nOnce the Calculation phase is completed, you’ll see the allocation details. \nAt 12:00 UTC on July 13, participants with winning tickets will have their locked tokens deducted in exchange for the SR NFTs they subscribed to. The NFTs purchased will then be distributed to that user’s Binance account. \nIf you hold a participation ticket that does not win, then the corresponding number of locked tokens will be returned to your Spot wallet. \nPlease note that if you subscribe to multiple tickets it’s not an all or nothing thing. For example, if you subscribe to nine SR NFT tickets, you may end up with zero NFTs, nine NFTs, or any number in between. Winning tickets are picked by the system individually, not in batches.\nCollect Two Different SR NFTs for a Chance to Train With Ronaldo\nImagine training with the legend himself: Cristiano Ronaldo. Thanks to Binance, that dream can become reality! All you need to do is collect two different SR NFT designs from the ForeverCR7: The GOAT collection to be in with a chance of winning this incredible experience. \nParticipating is easy. The activity period runs from 14:00 (UTC) on July 3, 2023, to 23:59 (UTC) on July 23, 2023. During this time, your goal is to get two different Super Rare (SR) NFT designs. Then, to qualify, simply make sure you hold these NFTs in your Binance account throughout the snapshot period for this particular activity, which takes place on July 24, 2023. \nOne SSR and ten SR NFTs to be won\nIf you’re among the eligible participants, you then stand a chance to be one of the lucky 11 users who’ll receive an exclusive SSR or SR NFT from the collection. A total of one SSR NFT and ten SR NFTs will be randomly and fairly distributed among the participants. \nNFTs will be sent to the winners’ accounts within three weeks after the activity concludes.\nWhoever wins the SSR will receive an NFT worth at least 15,000 USDT, and which allows its holder the perk of a training session with the one and only Cristiano Ronaldo. \nDive into the enthralling world of digital collectibles, enhance your collection with two different SR NFTs, and stand a chance to win the experience of a lifetime. Good luck! \nPlease note that N and R holders can also take part in this activity by collecting the seven different N NFT designs or the six different R NFT designs.\nFinal Thoughts: It’s Game Time!\nThe ForeverCR7: The GOAT Super Rare (SR) NFTs are more than just digital collectibles. They represent an opportunity to engage with a true footballing icon’s journey in a new, exciting way. \nSo, what are you waiting for? Visit the NFT collection page for a chance to score an exclusive SR NFT for 200 USDT and unlock your very own piece of Ronaldo’s legendary career.\nThis isn’t about ownership; it’s about being part of a legacy. It’s about footballing greatness.\nFurther Reading\nForeverCR7: The GOAT (NFT collection page)\nForeverCR7: The GOAT NFT Collection (blog)\nCR7 x Binance: The Journey So Far & What’s Ahead\nRisk Warning: The value of your NFT may go down or up. NFTs are subject to high market risk. Binance is not responsible for verifying the identity, legitimacy, or authenticity of any NFT. NFTs are not regulated in most countries, however please ensure you are permitted to access our Binance NFT Marketplace based on your circumstances. For further details, see the Binance NFT Terms and Conditions, our Terms of Use and Risk Warning.",
    "post_image": [
      "https://public.bnbstatic.com/image/cms/blog/20230628/83c07e57-541e-490b-881e-c5e04365b201",
      "https://public.bnbstatic.com/image/cms/blog/20230628/81b7999c-6751-40c6-954f-9b73646d2c3e",
      "https://public.bnbstatic.com/image/cms/blog/20230628/6ee385fc-8bc5-43c0-9008-bd997a444861",
      "https://cdn.cookielaw.org/logos/99f99939-5a0d-4feb-aef3-ba45f16b6907/5bfb9945-c83c-46f9-8bd7-55e8fd1975b5/02e50907-93f6-477d-a8a2-d581dace49c2/binance-h.png"
    ]
  },
  {
    "type": "rarible",
    "post_image": [
      "https://rarible.com/blog/content/images/2023/10/Screenshot-2023-08-29-at-12.55.46.png"
    ],
    "post_title": "Introducing RaribleX, the turnkey marketplace solution",
    "post_date": "Nov 01, 2023",
    "post_content": "Visionary product for the next generation of NFT use cases.",
    "post_tags": "RaribleX",
    "post_length": "2 min read",
    "post_link": "https://rarible.com/blog/rarible-x/",
    "post_author": "Rarible",
    "post_description": "New market cycles require new solutions.\nWe believe the next NFT bull market is already cooking behind the scenes, powered by mass adoption and innovative brands.\nWhat will this new market look like? Imagine that the ownership and exchange of NFTs is as commonplace as sending an email. The majority of internet users mint NFTs and engage with their digital wallets daily. NFTs are the preferred method for distributing digital goods and services. \nThis future might become a reality sooner than you think.\nMore use cases. More marketplaces.\nDuring the previous bull run, we saw two main use cases—NFT art and PFPs. With the new cycle, we’re about to see a lot more.\nBut the more use cases we get, the less effective the marketplace structure we’re all used to (one platform to trade thousands of projects) becomes.\nDifferent use cases require different user experience, and the ultimate marketplace for a big sports organization will look different from a marketplace for a 10k PFP collection. It’s impossible to host such different projects under one UI.\nThis is where the idea of vertical marketplaces, each catering to its own ecosystem, comes into play.\nToday, we're thrilled to launch what we believe is the ultimate product for the next NFT cycle—RaribleX.\nWhat is RaribleX?\nRaribleX is a turnkey marketplace solution for web3 market leaders and Fortune 500 companies alike.\nLive now, RaribleX is a one stop shop to launch world-class web3 marketplaces. It covers the full product life cycle, from creating NFTs to hosting secondary sales.\nVertical by design, those marketplaces let emerging and established brands own their user experience, unlock new revenue streams and receive protected royalties from each transaction—which, in turn, facilitates the growth of the entire web3 space.\nYes, it’s that mass adoption we’ve all been anticipating.\nVisit x.rarible.com for more details.\nHow RaribleX has been fuelling growth amid the bear market\nWe've been working on RaribleX for the past two years. Now live publicly, it has been used by toy companies, PFP communities, art projects, sports organizations and L2 blockchains.\nFor instance, RaribleX has powered the marketplace for McFarlane Toys, helping the company beloved by collectors across the world take its action figures to Polygon and generate over 1,000,000$ GMV in primary and secondary sales over the past months.\nMattel Creations Virtual Marketplace\nWe're also proud to share that the secondary sales marketplace we've built for Mattel on Flow hosts digital collectibles for two of its flagship IPs — Barbie and Hot Wheels — and currently has over 215,000 unique users. With an average transaction cost of $9 and the email log in option, this marketplace is different from the web3 we know. We see it as a glimpse into the future of NFTs.\nFurther, we've been working on a marketplace for Animoca Brands, a web3 titan whose investment portfolio has over 450 companies. The Mocaverse marketplace, home to one of the best performing NFT collections of the current market, has seen over 6,000+ bids placed in wETH and $APE, and a total of 45,000 $RARI distributed in a unique rewards program designed specifically for the marketplace with the RARI Foundation.\nThere's been more marketplaces we're honored to have worked on, and many more to come.\nThe next cycle of NFTs will be different. Let's build it together.\nGet started with RaribleX"
  },
  {
    "type": "rarible",
    "post_image": [
      "https://rarible.com/blog/content/images/2023/10/Screenshot-2023-10-24-at-11.48.47.png"
    ],
    "post_title": "Announcing Regressive Fees on Rarible.com",
    "post_date": "Oct 24, 2023",
    "post_content": "Plus an easy way to pay no platform fees whatsoever.",
    "post_tags": "Rarible.com",
    "post_length": "2 min read",
    "post_link": "https://rarible.com/blog/regressive-fees/",
    "post_author": "Rarible",
    "post_description": "At Rarible, our main focus right now is building for the next stage of NFTs, a future where the ownership and exchange of onchain assets will be as commonplace as sending an email. This requires us to stay flexible by making certain changes to our products.\nStarting 27 October, 9:00 AM EST, a new regressive fee structure will be adopted instead of the current fixed commission on Rarible.com, along with the option to remove the platform fees altogether.\n📣\nThe new fee structure is based on the USD price of the NFT that's being traded at the time of the sale, and will work as follows:\n\n$4,000+: 0.5% per each side (the buyer and the seller)\n\n$2,000 - $4,000: 1% per each side\n\n$400 - $2,000: 2.5% per each side\n\n$100 - $400: 5% per each side\n\n$0 - $100: 7.5% per each side\nFor instance, if the current floor price on y00ts is 0.779 ETH ($1,218) and you were to buy a floor priced y00t, you would pay 2.5% of that (~0.019 ETH, or $29) in platform fees. Similarly, you would pay the same amount if you were selling one for that price.\nNotably, this update does not affect any of the Rarible-powered community marketplaces made via the self-service builder, where the fee remains at 0% per each side. Similarly, the custom marketplaces designed specifically for our partners keep the same fees as they had before this update (those fees vary on a case by case basis—please consult each of our partner marketplaces separately).\nHow to pay no trading fees on Rarible.com\nAdditionally, there is an easy way to pay no trade fees at all on your Rarible.com transactions: All you have to do is lock a minimum of 100 $RARI tokens at the RARI Foundation website by following the step-by-step instructions.\nAs long as your tokens are locked, each of your trades on Rarible.com will come with a 0% fee—you'll just have to pay the gas fees and royalties, should the NFT you're buying have any.\nWe’re excited for what the future holds for NFTs, and are constantly looking for ways to keep our product accessible and convenient for all creators and collectors."
  },
  {
    "type": "rarible",
    "post_image": [
      "https://rarible.com/blog/content/images/2023/10/download--7-.png",
      "https://rarible.com/blog/content/images/2023/10/download--17-.png",
      "https://rarible.com/blog/content/images/2023/10/unnamed--22-.png",
      "https://rarible.com/blog/content/images/2023/10/unnamed--23-.png",
      "https://rarible.com/blog/content/images/2023/10/unnamed--24-.png",
      "https://rarible.com/blog/content/images/2023/10/unnamed--21--1.png",
      "https://rarible.com/blog/content/images/2023/10/unnamed--19--1.png",
      "https://rarible.com/blog/content/images/2023/10/unnamed--22--1.png",
      "https://rarible.com/blog/content/images/2023/10/unnamed--19-.png",
      "https://rarible.com/blog/content/images/2023/10/unnamed--20-.png",
      "https://rarible.com/blog/content/images/2023/10/unnamed--21-.png",
      "https://rarible.com/blog/content/images/2023/10/unnamed--16-.png",
      "https://rarible.com/blog/content/images/2023/10/unnamed--23--1.png",
      "https://rarible.com/blog/content/images/2023/10/unnamed--24--1.png",
      "https://rarible.com/blog/content/images/2023/10/unnamed--26-.png",
      "https://rarible.com/blog/content/images/2023/10/unnamed--27-.png",
      "https://rarible.com/blog/content/images/2023/10/unnamed--28-.png",
      "https://rarible.com/blog/content/images/2023/10/unnamed--18-.png",
      "https://rarible.com/blog/content/images/2023/10/unnamed--29-.png",
      "https://rarible.com/blog/content/images/2023/10/unnamed--30-.png",
      "https://rarible.com/blog/content/images/2023/10/download--19-.png",
      "https://rarible.com/blog/content/images/2023/10/download--9-.png",
      "https://rarible.com/blog/content/images/2023/10/download--20-.png",
      "https://rarible.com/blog/content/images/2023/10/download--10-.png",
      "https://rarible.com/blog/content/images/2023/10/download--21-.png",
      "https://rarible.com/blog/content/images/2023/10/download--22-.png",
      "https://rarible.com/blog/content/images/2023/10/download--19--1.png",
      "https://rarible.com/blog/content/images/2023/10/download--11-.png",
      "https://rarible.com/blog/content/images/2023/10/download--20--1.png"
    ],
    "post_title": "Art Blocks, Explained in 10 Collections",
    "post_date": "Oct 12, 2023",
    "post_content": "Initially funded by a few premature zombie Punks sales, Art Blocks is now a generative NFT art powerhouse at the forefront of Web3 culture.",
    "post_tags": "Generative Art",
    "post_length": "7 min read",
    "post_link": "https://rarible.com/blog/what-is-art-blocks/",
    "post_author": "Rarible",
    "post_description": "Even in fast-paced, resilient industries like NFTs, some things are consistent.\nArt Blocks is one of them. Launched in 2020 by Erick “Snowfro” Calderon, the generative art platform hosts over 400 collections that have amassed more than $1.4 billion in volume combined.\nAs someone who had dabbled with creative code in his free time since early 2010’s, Snowfro was so excited about building a platform for generative artists that he had to sell his free claimed zombie Crypto Punks long before the bull cycle (just $200 each—the current floor is 425 ETH) to fund its development.\nNow, with collections like Snowfro’s Chromie Squiggles, Tyler Hobbs’ Fidenza, and Dmitri Cherniak’s Ringers— you’ve likely seen them on Crypto Twitter, at Sotheby’s, or even as part of permanent collections at LACMA and Centre Pompidou—Art Blocks is the generative NFT art powerhouse that was definitely worth sacrificing a couple of zombie Punks for.\nHow does Art Blocks work?\nThe idea is simple. Essentially, Art Blocks is a publishing platform. Any artist who has written a generative script can go to the website and submit their project for consideration.\nAll projects then go through two screenings: first by an internal screening committee, and second by the Art Blocks Curation Board.\n“Projects are reviewed based on aesthetics, innovation, technical quality, and concept,” Sarah Rossien, Associate Artistic Director at Art Blocks, told Rarible.\n“We connect artists, blockchain technology, and creative coding into one experience”.\nToday, Art Blocks accepts approximately 15% of submitted projects. About 3% of submitted projects are accepted into the Curated Collection.\nWhat makes Art Blocks stand out in this market?\nOne of the things that stand out about Art Blocks is that despite the turbulence on the market and the underlying bearish trend, the demand for Art Blocks collections has remained consistent—something that most PFP collections have recently been struggling with.\nArt Blocks index is slightly up over the past year.\nLarge-cap PFP index is down more than 50%. pic.twitter.com/pfitOMsYrr\n— NFTstats.eth (@punk9059) July 10, 2023\nRossien largely attributes Art Blocks’ popularity to the relationship between their collectors and artists, and the expectations the former have from their NFTs.\n“Ultimately artists releasing on Art Blocks are creating beautiful pieces of art that are seen as such, not only as a potential speculative upside,” she elaborated. “We always say, ‘buy what you like at a price you'd like to pay’”.\nAccording to Rossien, Art Blocks’ mission is to host a new generation of artists, one that will expand the definition of contemporary art by taking generative art on-chain.\nWhen asked about the future of the platform, Rossien replied: “We will certainly expand forever”.\nAfter a recent Rarible Protocol update, you can now easily navigate each of the many Art Blocks collections on Rarible.com—just start typing the name you need into the search bar, and it will pop up as a separate collection. If you don’t know where to start, the list below will help you.\nChromie Squiggle by Snowfro\nChromie Squiggle #5857, 8319\nEditions: 10,000\nDate minted: 27 November, 2020\n\n“Simple and easily identifiable, each squiggle embodies the soul of the Art Blocks platform.”\nCreated by the Art Blocks founder, these lively figures have become synonymous with NFT gen art—so much that holders even shave their squiggles in their heads before going to a conference.\nSome Squiggles are more rare than others, as a lot depends on the colors and lines.\nFidenza by Tyler Hobbs\nFidenza #92, #373, #996\nEditions: 999\nDate minted: 11 June, 2021\n\n“Fidenza is by far my most versatile algorithm to date,” as Hobbs describes his most popular collection to date. “Although the program stays focused on structured curves and blocks, the varieties of scale, organization, texture, and color usage it can employ create a wide array of generative possibilities.”\nTo understand why Fidenza has been so successful, you have to see The Tulip, collected by punk6529 for 1,000 ETH.\nRingers by Dmitri Cherniak\nRingers #946, 879, 948\nEditions: 1,000\nDate minted: 31 January, 2021\n\n“There are an almost infinite number of ways to wrap a string around a set of pegs,” says Cherniak. “On the surface it may seem like a simple concept but prepare to be surprised and delighted at the variety of combinations the algorithm can produce”.\nEach 'Ringers' NFT is derived from a unique transaction hash and generated in Javascript in the browser. One of those random combinations (#879) formed a silhouette of a goose upon minting. It was eventually acquired by now-bankrupt crypto hedge fund Three Arrows Capital (3AC), then seized by officials. Most recently, it sold for $6.2 million at Sotheby’s.\nMeridian by Matt DesLauriers\nMeridian #987, #981, #790\nEditions: 1,000\nDate minted: 28 September, 2021\n\n“Stratified landforms constructed from many small strokes of colour. The hash of each token describes a coordinate within a multidimensional generative space, locating a unique composition that lies along one of many possible longitudes.”\n\nEarlier this year, notorious NFT collector Cozomo de’ Medici gifted Meridian #547 to The Los Angeles County Museum of Art (LACMA).\nFragments of an Infinite Field by Monica Rizzolli\nFragments of an Infinite Field #455, 531, 1013\nEditions: 1,024\nDate minted: 13 September, 2021\nWhen creating this collection, Rizzolli’s goal was to create parameters that resemble a living organism's growth. As a result, she coded “a compositional system in which an idealized plant species is generated and arranged in a potentially infinite field of foliage”.\nMemories of Qilin by Emily Xie\nMemories of Qilin #75, #202, #1000\nEditions: 1,024\nDate minted: 21 March, 2022\n\nInspired by traditional East Asian art and resembling movement of brushwork through its code, the series “explores elements of folklore, evoking the mythological imagery of dragons, phoenixes, flowers, and mountains”.\nHuman Unreadable by Operator\nHuman Unreadable #386, #109, #388\nEditions: 400\nDate minted: 24 May, 2023\n\nA project on the intersection of choreography, code, blockchain, generative art, and cryptography created by an award-winning experiential artist duo, Ania Catherine and Dejha Ti (Human Unreadable). They are currently shortlisted for the Lumen Prize in generative art.\nThe Harvest by Per Kristian Stoveland\nThe Harvest #287, 370, 286\nEditions: 400\nDate minted: 18 January, 2023\n\nDepicting “worlds that exist in eternal symbiosis with the Caretaker”. According to the artist, each beam has a “position, color, reach and yield that is calculated and procedurally drawn over time”.\nAnticyclone by William Mapan\nAnticyclone #694, 670, 405\nEditions: 800\nDate minted: 29 April, 2022\n\n“High pressure, rotation, air flow… The \"Anticyclone\" series is an artistic exploration and interpretation of those concepts.”\nFAKE IT TILL YOU MAKE IT by Maya Man\nFAKE IT TILL YOU MAKE IT #616, 43, 696\nEditions: 700\nDate minted: 10 August, 2022\n\nQuite different from the rest of the list in terms of aesthetics and visual format, this project boldly aims to “scrutinize the promotion of wellness, self-care, and confidence on social media”. It is also currently shortlisted for the Lumen Prize in generative art."
  },
  {
    "type": "rarible",
    "post_image": [],
    "post_title": "Citizens of Mantle have landed.",
    "post_date": "Oct 11, 2023",
    "post_content": "The free mint is live, and so is the secondary trading on Mintle!",
    "post_tags": "Mintle",
    "post_length": "1 min read",
    "post_link": "https://rarible.com/blog/citizens-of-mantle/",
    "post_author": "Rarible",
    "post_description": "It’s time. The free mint for Citizens of Mantle, the L2 blockchain’s inaugural PFP, is officially live.\nMade in collaboration with a renowned female photographer and visual artist Chen Man, the project features stunning artwork and upgradable traits that you can unlock with each milestone you achieve within Mantle Ecosystem.\nCustomizable and dynamic, your CoM PFP will serve as your digital identity on the flourishing Ethereum L2 chain.\nIf you’re on the waitlist, mint your Citizen of Mantle now. For more details, please see the step-by-step mint guide created by the Mantle team.\nBut what if you’re not on the waitlist, or want to have several Citizens?\nDon’t worry—Citizens of Mantle are now tradable on Mintle, your go-to Mantle NFT marketplace. Click below to get yours now and get your Mantle Journey started!\nExplore CoM on Mintle now"
  },
  {
    "type": "rarible",
    "post_image": [],
    "post_title": "Get Ready for Krapopolis, Dan Harmon’s NFT-Powered Show",
    "post_date": "Sep 20, 2023",
    "post_content": "Everything you need to know about Dan Harmon's (Rick & Morty) new show ahead of its premier on September 24.",
    "post_tags": "Powered by Rarible",
    "post_length": "2 min read",
    "post_link": "https://rarible.com/blog/krapopolis-premier/",
    "post_author": "Rarible",
    "post_description": "Few shows have cultivated the kind of fan base that Rick and Morty has. As one of the most successful animated shows in recent years, the creation of Justin Roiland and Dan Harmon has become iconic.\nNow, Dan Harmon is launching a new show, this time with the inclusion of NFTs.\nAhead of its premier on September 24 on FOX, let's explore what we know about this series and its use of web3.\nAncient Greece, gods and chaos\nSet in the mythical city of Krapopolis, the show centers around a dysfunctional family of humans, gods, and monsters.\nTogether, they're running one of the world's first cities while managing their own chaotic lives and relationships—and if you’re familiar with Greek mythology or history, you know just how much chaos that might involve.\nHarmon is the show's executive producer, while Jordan Young (Bojack Horseman) serves as the showrunner.\nMeet the characters\nAccording to Harmon, Krapopolis will \"revisit\" Greek myths rather than retell them: for instance, in the show Prometheus will actually get unshackled and freed from eternal torment.  \nThe main characters are therefore made up, but loosely based on Greek mythology:\nTyrannis: The mortal son of a goddess and the benevolent king of Krapopolis; voiced by Richard Ayoade\nDeliria: Tyrannis' mother, the goddess of self-destruction and questionable choices; voiced by Hannah Waddingham.\nShlub: Tyrannis' father, “part scorpion, part lion, part eagle, part horse, part person”; voiced by Matt Berry.\nStupendous: Tyrannis' half-sister, daughter of Deliria and a cyclops; voiced by Pam Murphy.\nHippocampus: Tyrannis' half-brother, the offspring of Shlub and a mermaid; voiced by Duncan Trussell.\nKrap Chickens, or what makes Krapopolis unique\nThere are some truly unique things about Krapopolis as a show.\nFirst, with zero episodes aired, it has already been renewed for a third season—which is considered to be rare for a new IP in the industry.\nSecondly, it’s one of the first major media properties leveraging web3, as it presents FOX’s first foray into the world of NFTs.\nIn 2022, FOX's blockchain arm released a limited-edition NFT collection called Krap Chickens. These are available on the project's Rarible-powered marketplace.\nHolding a Krap Chicken offers holders exclusive benefits, including early access to episodes, access to the token-gated Shopopolis store, and even the ability to vote on story decisions, deciding what kind of wine Deliria gets to drink and which goat gets \"sacrificed” by Tyrannis.\nWe're currently running a contest where you can win a Krap Chicken:\nThat wraps up all the key info about Krapopolis we know so far. We’ll make sure to tune in on Sunday—and with 3 seasons confirmed, why not pick up a Krap Chicken (or win one in the contest we mentioned above) and contribute to the show?"
  },
  {
    "type": "rarible",
    "post_image": [
      "https://rarible.com/blog/content/images/2023/09/12c8af63-b7c6-4c59-b8af-3d7298cee05c.webp"
    ],
    "post_title": "Meet Mintle, the Freshest Marketplace on Mantle Network",
    "post_date": "Sep 19, 2023",
    "post_content": "Your gateway to the flourishing NFT ecosystem built on the hottest Ethereum L2 chain.",
    "post_tags": "Powered by Rarible",
    "post_length": "3 min read",
    "post_link": "https://rarible.com/blog/mintle/",
    "post_author": "Rarible",
    "post_description": "Web3 is constantly growing, and brands have been bringing their communities to web3 en masse. However, having to pay dozens of dollars to mint or buy an NFT rarely makes sense for newer users.\nAt Rarible, we believe the future of NFTs is in accessible, low-cost NFTs for larger communities of collectors.\nThis is where Layer 2 (L2) solutions come to help. On an L2 network, most transactions are just a few cents and settle in seconds. That’s why even Vitalik said that “we need to move NFTs onto the layer 2 ecosystem”.\nLet’s unpack our partnership with Mantle in more detail and see.\nMantle Network: An L2 you’ll love\nIncubated by the former BitDAO (now Mantle Governance), Mantle Network is an Ethereum rollup, meaning it batches transactions and sends them to the main Ethereum blockchain. This enables it to operate much faster and cheaper than Ethereum itself.  \nBecause Mantle was incubated by a DAO, it’s also community-led (just like the Rarible Protocol ;)):\nThe community gets to vote on what happens with the $2 billion Mantle Treasury. This has included creating a $200 million ecosystem fund for builders.\nHolders of its $MNT token decide on the product roadmap.\nAnd because every new chain needs an active community, we’ve partnered with Mantle to help them supercharge their NFT ecosystem.\nHere’s how we’ll do it:\nRarible x Mantle\nOur partnership consists of multiple components:\nRarible Protocol now supports Mantle Network\nThe NFT marketplace Mintle, which enables trading of any NFT collection on Mantle Network.\nWe believe that building with and for NFTs should be easy. And with initiatives like Game7 already building on Mantle, protocol integration makes it easier than ever to fetch and index the NFTs you need to build what you want.\nThough Mantle Network is new on the block, it already comes with NFTs for you to check.\nNFTs to check out on Mintle\nWhile NFT collections and apps have already started building on the Mantle ecosystem, Mantle is launching two collections itself:\nMantle Journey is an open-access and performance-based program designed to reward users and applications.\nIt offers a soulbound token called Mantle Journey Soulbound Token (MJSBT) for you to mint, and the MJSBT will be users’ Mantle identities to participant in Mantle ecosystem activities and unlock rewards.\nWhen you mint a MJSBT, it indexes activities such as transactions and smart contract interactions, which accrue Mantle Journey Miless and influence the rewards you can claim. This will unfold in epochs or seasons, with points carrying over from one epoch/season to the next.\nRight now, Mantle Journey is running its Season Alpha.\nCitizens of Mantle is the blockchain’s inaugural PFP collection. Each Citizen of Mantle NFT is modular, and dynamically upgradable from a basic character NFT to a character with multiple add-on traits such as headgears, body accessories, etc., as your Mantle Journey progresses.\nThe Citizens of Mantle NFT allows users to unlock these add-on traits by reaching certain thresholds of Mantle Journey Miles. The stunning artwork was created by Chen Man, one of contemporary art’s foremost female artists and fashion photographers.\n🧑‍🚀 Register for Citizens of Mantle Whitelist now\nOutside of the Mantle projects, you can already pick up some cute moles, dogs and wolves! Or are you more into skulls? Anime-type art is always a nice choice too!\nTo get started on Mintle today, you can use your Ethereum wallet address. Simply bridge some tokens to Mantle and pick something up on the marketplace.\nNow let’s go build that L2 future together.\n⚡ Explore Mintle"
  },
  {
    "type": "rarible",
    "post_image": [],
    "post_title": "Bid on Mocas. Earn $RARI.",
    "post_date": "Sep 12, 2023",
    "post_content": "Introducing the Mocaverse $RARI Rewards Program.",
    "post_tags": "Powered by Rarible",
    "post_length": "2 min read",
    "post_link": "https://rarible.com/blog/mocas-rari-rewards/",
    "post_author": "Rarible",
    "post_description": "🚅\nTL;DR:\n\n• UPDATE: The Rewards Program is live now! Head to the marketplace to bid and earn $RARI.\n\n• Rarible continues its partnership with Mocaverse, a massive Web3 gaming, culture, and entertainment ecosystem.\n\n• As part of the new rewards program, you can earn $RARI by bidding on the Mocaverse marketplace. Learn more about the conditions below.\n\n• The program will run from September 18 to November 3, 2023.\nWhat’s better than a cute cartoon PFP that makes you part of a massive Web3 gaming, culture, and entertainment ecosystem? A cute cartoon PFP and some $RARI tokens!\nContinuing our partnership with one of the largest web3 companies — Animoca Brands — and its Mocaverse project, we’re excited to announce a new collaborative rewards program.\nIt’s very simple: starting from September 18, you can receive $RARI rewards by making collection bids on the Rarible-powered Mocaverse marketplace, also known as MocaMart.\nThis rewards program was made possible by the RARI Foundation, an independent organization governed by veRARI (locked $RARI) holders, and its initiative to fund incentives for marketplaces built on Rarible Protocol.\nNow let's get to the details.\nHow to earn $RARI on MocaMart\nEssentially, it’s as simple as that: To receive rewards, you must make a collection bid on the Mocaverse marketplace.\nThe Mocaverse $RARI Rewards Program will run from September 18, 2023 14:00 UTC to November 3, 2023 00:00 UTC with a total of 45,000 $RARI allocated.\nHere are some simple rules for this rewards program:\nThe minimum bid requirement is at least 0.75x the floor price. (For example, if the current floor is 1 ETH, you must bid at least 0.75 ETH to be eligible for rewards.)\nOnly bids valid for 5 or more minutes will be counted.\nA snapshot will be taken every 10 minutes starting from September 18, 2023 00:00 UTC.\nTop 100 bids within the 10 minute timeframe will accumulate points based on their placement on the leaderboard.\nEarned points convert to claimable $RARI at 00:00 UTC every 24 hours.\nWhen you claim your $RARI rewards, they get automatically locked as veRARI for 9 months.\nParticipants will be able to see their rewards here once the program is live.\nThat’s basically it! Oh, we almost forgot to mention that when you lock 100 or more $RARI as veRARI (so you just have to get enough points and the rest is done automatically), you start paying no marketplace fees on Rarible.com and on thousands of Rarible Protocol-powered NFT marketplaces.  \nIf you want to learn more about Mocaverse, visit our blog post. Notably, Animoca Brands just raised $20 million to develop the project, so there is much more to come!\nAs for now, get ready to make bids on those cute Mocas and check out the MocaMart."
  },
  {
    "type": "rarible",
    "post_image": [
      "https://rarible.com/blog/content/images/2023/08/Screenshot-2023-08-29-at-12.55.46.png",
      "https://rarible.com/blog/content/images/2023/08/HWNFT-_1_0da238d4-11b5-46ba-ae6c-6a5ae2b8995d.webp"
    ],
    "post_title": "Hot Wheels NFT Garage: All You Need to Know About Mattel's Biggest IP in Web3",
    "post_date": "Aug 29, 2023",
    "post_content": "With Series 6 dropping this week, here's how Mattel's iconic die-cast cars have found their audience onchain.",
    "post_tags": "Powered by Rarible",
    "post_length": "3 min read",
    "post_link": "https://rarible.com/blog/hot-wheels-series-6/",
    "post_author": "Rarible",
    "post_description": "🚅\nTL;DR:\n\n• Mattel's Hot Wheels NFT Garage is a great example of how one of the most recognizable IPs in the toys industry is utilizing NFTs to reengage existing audience and attract new collectors.\n\n• Hot Wheels NFT Garage: Series 6 is launching on August 31, 9:00 AM PT time.\n\n• Once the drop is live, you'll be able to shop it on the Rarible-powered Mattel Creations Virtual Marketplace.\n\n• Series 6 will feature a new premium pack that guarantees you a die-cast car, as well as some rarities like 1988 Jeep Wagoneer and Aston Martin V12 Speedster.\nDigital collectibles is one of the things in NFTs that have been steadily growing in 2023 despite the bear market.\nAs the name implies, these NFTs are intended for collectors: People who love a brand or IP and want to interact with it on a deeper level.\nMattel's Hot Wheels NFT Garage is a great example of such project: Iconic die-cast cars a lot of us played with as kids are now put onchain, which makes owning, collecting and trading much easier. Besides, these NFTs enable you to get rare IRL models too—a dream for any collector.\nAs the sixth season of Hot Wheels NFTs approaches its launch date on August 31, 9:00 AM PT, here’s everything you need to know about this project.\nHow Hot Wheels NFT Garage Works\nHot Wheels NFT Garage is a ‘phygital’ project that was first announced in 2021 on the Wax blockchain. It has since bridged to Flow—the blockchain famous for hosting NBA TopShot, among other mainstream-focused projects—to make collecting as easy and smooth as possible.\nThe idea is simple: you buy a pack of unrevealed NFTs. When you unpack it, you get a set of 4 to 10 random cars of different rarities, depending on the type of pack you got. While they’re primarily virtual collectibles, cars of the ‘premium’ and ‘NFTH’ rarities could be redeemed for physical versions.\nNeedless to say, these physical models have also become valuable off-chain collectibles. With only 3000 made of the premium cars and 1500 of the NFTH cars, the redeemed cars can sell for a premium. For instance, scoring a Series 4 ‘69 Copo Corvette costs you over $200 on eBay!\nMattel Creations Virtual Marketplace\nYou can also expand your collection by trading the collectibles on Rarible-powered secondary market. Urgently need a Buick Grand National? Say no more!\nSeries 1-5: Quick summary\nSeries 1 featured 12 classic Hot Wheels cars, including the Deora II, Twin Mill, and Bone Shaker.\nSeries 2 focused on Hot Wheels cars inspired by real-world vehicles, such as the Bugatti Chiron and the Lamborghini Sián FKP 37.\nSeries 3 celebrated the 50th anniversary of Hot Wheels with a variety of retro-inspired cars.\nSeries 4 was the first to be hosted on the Flow blockchain, featuring real-life cars including the McLaren P1.\nSeries 5 features future-facing cars like the Aston Martin Vulcan.\nIn addition to the regular seasons, Hot Wheels has also released special feature drops, such as the NFT Garage and the Fast & Furious collaborative collection featuring Dominic Toretto’s legendary 1970 Dodge Charger and other iconic cars from the movie franchise, all of which sold out in under 5 minutes.\nWhat will Series 6 bring?\nMattel recently announced Hot Wheels NFT Garage Series 6. The series is confirmed to feature a new type pack ($80) which guarantees you an extraordinary die-cast car along the standard one ($25), and include rarities like a 1988 Jeep Wagoneer and an Aston Martin V12 Speedster.\nThe countdown to Series 6 launch is live on the Mattel website, and, looking at recent Hot Wheels drops, it is likely to sell out quick. Don't worry about missing it, though—once Series 6 is live, you'll be able to find NFTs from it on the secondary marketplace (just click on the dropdown menu and select the Series you need).\nAs for now, strap in and get ready!"
  },
  {
    "type": "rarible",
    "post_image": [
      "https://rarible.com/blog/content/images/2023/08/Royalties-01.png",
      "https://rarible.com/blog/content/images/2023/08/Royalties-02-1.png",
      "https://rarible.com/blog/content/images/2023/08/Royalties-03.png",
      "https://rarible.com/blog/content/images/2023/08/Royalties-04.png",
      "https://rarible.com/blog/content/images/2023/08/Royalties-05.png"
    ],
    "post_title": "How to Get the Royalties You Deserve on Rarible",
    "post_date": "Aug 22, 2023",
    "post_content": "At Rarible, we have always believed in royalties. Here's how to make sure you get them as a creator.",
    "post_tags": "Guide",
    "post_length": "3 min read",
    "post_link": "https://rarible.com/blog/get-royalties/",
    "post_author": "Rarible",
    "post_description": "🚅\nTL;DR:\n\n• Rarible will stop aggregating orders from OpenSea, LooksRare and x2y2 by September 30, 2023.\n\n• We're doing this in response to those marketplaces' policies that allow traders to bypass and/or minimize royalties they are expected to pay.\n\n• Royalties on all native listings on Rarible.com and all community marketplaces powered by Rarible will continue to be fully respected.\n\n• If you're a collection owner, make sure to read the instruction below to set up your royalties on Rarible.com so we can enforce them.\nRoyalties is a major part of web3 culture, and one of the best use cases of the decentralized technology: Mint your work as an NFT and earn a percentage (that you set and control) of every sale.\nRoyalties allow to turn music, paintings, animations and other artwork from one-off income into assets that keep paying creators, helping people worldwide make a living by selling their work onchain.\nRight now, major web3 actors are denying royalties to creators.\nMarketplace after marketplace made NFT royalties optional to boost their trading volume. Part of traders started to view royalties as just another fee they can minimize or bypass altogether to increased their profit margins.\nThis harms the entire NFT space: It frustrates existing creators (who form the backbone of the NFT space), keeps new creators from entering, and even makes the market more speculative by facilitating quick flipping.\nAt Rarible, we have always believed in royalties. That’s why by September 30, 2023 we will stop aggregating orders from OpenSea, LooksRare and x2y2. Royalties on all native listings on Rarible.com, or one of thousands of community marketplaces powered by Rarible, will continue to be fully respected.\nAs a creator, you'll need to encourage people to list and trade on Rarible.com or your Rarible-powered community marketplace to get your well deserved royalties.\nYou also need to double check and make sure that you have set up royalties on Rarible.com so they can be enforced.\nHow to make sure your royalties are enforced on Rarible\nAs a collection owner, you need to set royalties for your project on Rarible to make sure we know where to automatically send them. Here’s how to do that:\nHead to Rarible and connect the wallet that owns the collection you want to earn royalties on.\n2. Use Rarible’s search to find your collection.\n3. On the collection page, claim your collection. This lets you edit the collection page and set royalties (any number up to 50%, decimals supported).\n4. Once you’ve verified your ownership of the collection, click the three dots, click “update royalties” and set your royalties to your desired percentage, as well as one or more wallets where they will be sent (keep in mind that adding a lot of wallets might increase the gas fee for buyers).\nAfter doing that, you’ll receive royalties on every single sale that happens on a native listing.\nLet’s #StandForRoyalties together."
  },
  {
    "type": "rarible",
    "post_image": [],
    "post_title": "R is for Royalties.",
    "post_date": "Aug 18, 2023",
    "post_content": "#StandForRoyalties: Announcing Rarible's new free OE mint.",
    "post_tags": "Community Marketplaces",
    "post_length": "1 min read",
    "post_link": "https://rarible.com/blog/r-is-for-royalties/",
    "post_author": "Rarible",
    "post_description": "🚅\nTL;DR:\n\n• Royalties are being sidelined as optional by major market players.\n\n• Rarible stays strongly in support of royalties.\n\n• To amplify the importance of royalties, we're launching an entirely free OE mint.\nAt a time where royalties are increasingly being treated as optional and sidelined as ‘creator fees’, we at Rarible stay strongly in support of the very people who made this space possible—NFT creators—and their right to be rewarded for their work.\nOnchain royalties are one of the greatest use cases for both NFTs and blockchain, and one of the reasons why we have so many great artists in the community.\nIf there were no royalties, would ArtBlocks have grown big enough to make blockchain gen art one of the most exciting mediums in contemporary art? Would BAYC have become a pop cultural phenomenon? Would Nouns have shown the possibilities of DAOs?\nTo amplify this message, we’re launching a completely free Open Edition mint on Polygon, available via the Rarible homepage through the end of next week.\nMint now for free\nThis OE highlights Rarible’s efforts in staying pro-royalties:\nAny creator can launch their own community marketplace on Ethereum or Polygon for free in just a few clicks via the builder.\nNative listings on Rarible.com and all Rarible-powered marketplaces always respect the royalties in full, as envisioned by the creator.\nWe’re providing the tools to make royalties a norm. The more people create their own marketplaces and list NFTs directly there, the more empowered creators become. Empowered creators have more possibilities to push the space forward, which is great for everyone involved.\nThis free mint comes with no utility—think of it as Proof of Support. Let’s spread the word about the importance of royalties.\nR is for Royalties."
  },
  {
    "type": "rarible",
    "post_image": [],
    "post_title": "Get into official DC NFTs with Batman: Year 2 drop",
    "post_date": "Jul 27, 2023",
    "post_content": "Own the night. Own the knight.",
    "post_tags": "Powered by Rarible",
    "post_length": "2 min read",
    "post_link": "https://rarible.com/blog/batman-year2/",
    "post_author": "Rarible",
    "post_description": "🚅\nTL;DR:\n\n• McFarlane’s Batman: Year 2 drop is now live on Polygon.\n\n• Public mint starts at 10:00 AM PT time, July 27 (today).\n\n• Rarible is hosting both primary (mint) and secondary sales via McFarlane’s custom marketplace.\n\n• Priced at 70 MATIC, there are 1987 NFTs to be minted—some digitally signed by Todd McFarlane, who also designed the collectibles.\n\n• The drop follows McFarlane's recent deal with Warner Bros., meaning we're likely to see more DC-licensed NFTs.\nOne of the most exciting developments in Web3 is that more and more IP holders are extending their franchises to digital collectibles.\nIt makes sense: In the digital realm, designers have a more open space for their creative work, while collectors get to enjoy the benefits of true ownership.\nOne brand on the forefront of that is McFarlane Toys. After creating some of the most sought-after physical collectibles IRL, McFarlane entered the realm of web3 with a custom marketplace and minting experience on Polygon powered by Rarible in December last year.\nBut that’s not every area McFarlane is innovating in: Their holder XP system aims to reward the most loyal holders. One example of that: Officially licensed Superman collectibles which were exclusively available for XP holders.\nToday, we’re super excited to share the details of McFarlane's first big DC drop since their massive partnership with Warner Bros was announced: Batman: Year Two!\nThese collectibles are unique for a few reasons:\nThey’re the first-ever DC-licensed NFTs designed by the original comic artist (Todd McFarlane himself).\n200 NFTs in the collection are digitally signed by Todd McFarlane.\nPriced at 70 MATIC (~$50) on Polygon (meaning minimal gas fees) and supported with a credit check out feature during public mint, these NFTs are accessible for a bigger audience.\n📢\nThe Batman: Year Two mint will have 3 phases:\n\n• Allowlist 1 (reserved for holders with over 5,000 XP): July 27, 9:00am PT - 55 MATIC\n\n• Allowlist 2 (reserved for Bat Cowl holders): July 27, 9:45am PT - 62.5 MATIC\n\n• Public: July 27, 10am PT - 70 MATIC\n\nSo if you haven’t qualified for Allowlist, check in at 10AM:00 PT to mint NFTs from the remaining supply. If you miss the mint, you can always pick your NFT on the secondary marketplace.\n\nAs mentioned above, credit card checkout will be supported during the public mint stage to ensure better accessibility for collectors with little or no Web3 experience.\nNow we won’t spill any alpha yet, but make sure to stay tuned for more DC drops from McFarlane..."
  },
  {
    "type": "rarible",
    "post_image": [
      "https://rarible.com/blog/content/images/2023/07/image-10.png",
      "https://rarible.com/blog/content/images/2023/07/image-5.png",
      "https://rarible.com/blog/content/images/2023/07/image-6.png",
      "https://rarible.com/blog/content/images/2023/07/image-7.png",
      "https://rarible.com/blog/content/images/2023/07/image-8.png",
      "https://rarible.com/blog/content/images/2023/07/image-11.png"
    ],
    "post_title": "Why Major Brands Are Going Web3 Despite Bear Market",
    "post_date": "Jul 25, 2023",
    "post_content": "Bear market is the best time to build and try new strategies. These 6 brands get it.",
    "post_tags": "Trends",
    "post_length": "6 min read",
    "post_link": "https://rarible.com/blog/brands-going-web3/",
    "post_author": "Rarible",
    "post_description": "🚅\nTL;DR:\n\n• This article explores strategies that 6 different IPs implemented to launch their brands in Web3.\n\n• NFT market is transforming towards more accessible collections that leverage communities outside of Web3. That's why their efforts don't rely on metas/trends/floor prices as much.\n\n• We see more popular brands and IPs enter Web3 almost every week: Entertainment franchises, sports organizations, car brands, fashion giants.\n\n• The blockchain tech helps those brands engage their communities in new, previously impossible ways.\nNFTs are transforming. In 2021, profile pictures (PFPs) dominated: Everyone had a pixel art profile picture or an animal avatar—and those were flying off the virtual shelves. Floor prices skyrocketed, projects got minted out in seconds.\nIn 2023, deep into the bear market, PFPs are no longer as prevalent. Floor prices are going down even across the projects once seen as “blue chips”, and many VCs who rocked CryptoPunk PFPs during the bull have now rebranded to AI experts.\nTruth is, NFTs are very far from dead. They're transforming, which is a healthy process for a technology that has forever revolutionized digital ownership.\nRight now, the market is changing towards art collection and more accessible NFTs that target a bigger audience. In this article, we'll focus on the latter. Those new wave collections are often launched by major brands which aim to bring their existing community to web3 and engage it through unique onchain experiences they couldn't deliver before.\nLaunching in a bear market and not at the hype peak, those projects don’t rely solely on floor prices or whatever is hot on NFT Twitter this week. Instead, they aim to carve their own path in this evolving landscape and are planning longterm.\nLet's delve into six such brands and how Rarible has helped them make the transition.\nFOX’s Krapopolis: Dan Harmon’s NFT-Powered Cartoon\nKrapopolis is a new cartoon by Dan Harmon (co-creator of Rick & Morty) launching in September 2023. Set in Ancient Greece, the show is \"centered on a flawed family of humans, gods and monsters that tries to run one of the world’s first cities without killing each other\".\nThe even more special thing about it?\nKrapopolis is powered by a community of NFT holders. Instead of dictating the story lines and details from the top down, the community gets to vote on what happens in the show and access exclusive experiences. That embodies exactly what Web3 stands for: decentralization and true ownership.\nRarible supported FOX's Web3 arm company (with FOX being the studio behind Krapopolis) with the launch of the Krap Chicken marketplace, where users can get prepared for the upcoming show by trading Krap Chickens—their \"fan passes to enter the gates of Krapopolis\"—and learning about the NFT's utility.\nNotably, even though the first season of Krapopolis is yet to launch, the show has already been renewed for a second and third season—which is rare in the entertainment industry, especially when it comes to brand new IPs.\nMaybe it’s some of that Web3 magic?\nSmurfs: Innovative Bucket Auction to Kickstart Web3 Journey\nEveryone knows these blue characters—whether it’s from figurines, cartoons or video games: The Smurfs persist through the generations.\nLooking to expand to new channels and ways of building community around their IP, Smurfs saw the potential of blockchain technology and decided to enter web3.\nThey auctioned off 3,000 NFTs of their iconic characters with an innovative bucket auction powered by Rarible. Here’s how it worked: There was a (publicly visible) clearing price based on all bids in the auction, which ultimately determined the mint price for a single NFT within the collection. Bids at or above that price were considered “winning” and received NFT(s) at the end, depending on their bid. Those who bid below the clearing price had their funds fully reimbursed shortly after the auction ended.\nThe event was a massive success for the Smurfs community, raising $1m+ and receiving a bold 250 ETH bid from one of the participants! Both the auction and the secondary marketplace where users could list their Smurfs were powered by Rarible.\nThis unique mechanic showed the Smurfs team's understanding of web3: In the true spirit of decentralization, they let the community decide the mint price.\nBarbie: Ahead of the Curve with Web3 Collaboration\nRepresentation matters. In web3 and elsewhere.\nAs part of its superb marketing strategy for the Barbie movie, Mattel also tapped into digital collectibles. Notably, the company took a collaborative approach to Web3 integration by releasing a PFP collection in partnership with Web3-native brand Boss Beauties to target multiple audiences.\nA core characteristic of this partnership was a focus on accessibility. By minting on the low-gas blockchain Flow at a low price of $25 for a pack of four, these collectibles became accessible to Barbie fans worldwide.\nTo help people collect the Boss Beauties-inspired Barbies they love the most (and even find their dream job), Mattel built the secondary marketplace with Rarible.\nThis shows a transition in the market: Away from oversubscribed premium mints, towards more accessible collectibles in reach of the new audiences.\nMcFarlane Toys: Bringing the DC Universe to Polygon\n\nMcFarlane Toys, renowned for their detailed collectible figures of major media franchises, saw an opportunity to reach a broader audience in the Web3 space.\nBy dropping digital toy collections on Polygon, they provide an accessible entry point for collectors who want to expand their collection to the digital realm.\nMinting on Polygon ensures low gas fees, while a credit card checkout makes it easy for web3 newbies to skip the often complicated onboarding. McFarlane Toys now seems to be doubling down on this approach, as they have recently secured a massive partnership deal with Warner Brothers that will involve multiple exclusive DC drops.\nThe secondary marketplace powered by Rarible makes it easy to get into the new digital ecosystem of McFarlane toys by trading collectibles with other enthusiasts and navigating new drops.\nHot Wheels: Fast cars, Faster Blockchain\nHot Wheels is another iconic Mattel brand selected to get a digital collectible series on Flow, a blockhain that markets itself as the most mainstream ready one due to its speed and minimal gas fees.\nDubbed Hot Wheels NFT Garage, the initial drop was so successful that Mattel followed up with additional collections, with the latest one selling out in 5 minutes. By now, the Hot Wheels NFT Garage has seen 5 series, including a special drop co-branded with the famous Fast & Furious movie franchise that released shortly before the latest film.\nJust like the Boss Beauties x Barbie collection, Hot Wheels NFTs are available on the Rarible-powered secondary marketplace, where collectors are completing their sets to be eligible for extra perks—and we're seeing a lot of Web3 newbies among active traders there. That's what onboarding looks like!\nUSGA: Dynamic NFTs for Golf Fans\nEarlier this month, the United States Golf Association (USGA) released dynamic digital collectibles for golf fans in collaboration with ArtBall and Rarible for the U.S. Women’s Open tournament.\nUtilizing opportunities presented by the NFT tech, each virtual golf ball was tied to a plot on the historic Pebble Beach Golf Club, with the generative artwork updating live following in-tournament happenings on that plot of land.\nAs a result, holders had an extra reason to watch the tournament live and see how their NFTs' metadata updates, and got a unique virtual souvenir in the process. The tournament is now over, but the Rarible-powered marketplace (which also supported the mint) is available for anyone who wants to scoop a fully updated golf ball they like the best.\nWhat's next? Many more brands to enter Web3.\nAs the Web3 landscape evolves, major brands like Smurfs, Barbie, McFarlane Toys, Hot Wheels and USGA are leveraging it to innovate and strengthen community engagement. With mints, marketplaces and other Web3 experiences powered by Rarible, they're introducing more accessible digital collectibles and onboarding their community to web3.\nNFTs is a market that’s always evolving and right now, we’re witnessing the next stage of evolution. And Rarible is here to help power that future."
  },
  {
    "type": "rarible",
    "post_image": [
      "https://rarible.com/blog/content/images/2023/07/Screenshot-2023-07-06-at-10.15.20.png",
      "https://rarible.com/blog/content/images/2023/07/Untitled--5-.png"
    ],
    "post_title": "Golf. Web3. Introducing the 2023 U.S. Women’s Open ArtBall",
    "post_date": "Jul 06, 2023",
    "post_content": "Dynamic digital collectibles that evolve depending on how the tournament progresses.",
    "post_tags": "Powered by Rarible",
    "post_length": "2 min read",
    "post_link": "https://rarible.com/blog/usga/",
    "post_author": "Rarible",
    "post_description": "🚅\nTL;DR:\n\n• Rarible will be supporting the mint and secondary trading for the 2023 U.S. Women's Open ArtBall project on Ethereum.\n\n• Each of 3010 ArtBalls is a dynamic NFT that evolves depending on how the tournament progresses.\n\n• The whitelist mint starts at 10:00 AM EST July 6. The public mint will open in 24 hours. The NFT itself is free with a 2$ mint fee and gas fees.\n\n• Go to the secondary marketplace to pick the ArtBalls you like.\nAs we keep saying, more and more companies, brands and institutions are starting to adopt digital collectibles, expanding into Web3. Whether it’s The Smurfs, Mattel, McFarlane Toys or so many others—collecting is going online. We’re super excited to see this shift on the market.\nToday, we’re glad to announce our first ever collaboration with a major sporting event: We’ll be supporting both the mint and secondary trading for the 2023 U.S. Women's Open ArtBall project on Ethereum.\nAt the core of the project is amplifying the accomplishments of the incredible athletes and engaging golf fans via a unique, Web3-enabled collection. Here’s how it’ll work:\nArtBall: dynamic digital collectibles\nArtBall is a unique NFT concept that launched with the Australian Open last year. It leverages gamified elements, offering holders dynamic, shot-by-shot generated art that depends on the flow of the championship.\nAs part of the 2023 U.S. Women's Open ArtBall project, fans will have the opportunity to claim an ArtBall uniquely linked to a designated area on and around the iconic 17th hole at Pebble Beach Golf Links.\nEvery holder starts off with the same base ArtBall, and there are 3010 ArtBalls in total. Each shot, pending their position on Hole 17, will cause each ArtBall to uniquely evolve throughout the championship. More specifically, all ArtBalls will be updated with the appropriate scorecard sticker and metadata trait depending if it’s a ‘Landing Point’, ‘Closest to the Hole’ and/or ‘Longest Hole Out’, along with other updated traits and metadata—check this thread for more details and overview of each generative pattern.\nAs the tournament concludes, each ArtBall will have a unique design—watch the secondary marketplace to expand your collection!\nSimple for golf enthusiasts\nThe launch of these digital collectibles will happen in two phases:\nWhite list + secondary sales launch\nPublic launch\nAfter the whitelist period expires at 10:00 AM EST July 6, claiming an ArtBall is open to anyone with an Ethereum wallet.\nDuring the public mint stage, the collectible itself will cost you nothing, but you'll have to pay a small minting fee of $2 (0.00039 ETH) and gas fees.\n\nAlso, to make it accessible for everyone, 2023 U.S. Women’s Open ArtBalls can be purchased with a credit card during the public mint stage.\nIf you want to claim your own ArtBall, head over to the mint site—or, if you miss the mint or want to expand your collection, pick up an ArtBall via secondary!"
  },
  {
    "type": "rarible",
    "post_image": [
      "https://lh5.googleusercontent.com/8xDcJ--F7rVmyNBrOrlI74tdePZczCRQepaTstmqQPkBjO16ON_s0JInMvEpl2ey1SOLqgjezvl5-lIkVtAyKMulZVaPKoBcChh5gTV_EIfS-pE_buIQCb2rME_vtu8-k8j0Ii_Xo-F-8DUxORy5CaU",
      "https://lh3.googleusercontent.com/JFj-A9JC3AqfNd2OsTHlXq0Z9IASy4OSLzX0AUnjlltkkhn-LDN7BLU5PV5NRY3k8ac-ITfjnJvhC-49IE7Dt8km58xjiluspxcOahR9O7SgNdxy77-bYdAU_vbS2Bh5AkX-g84zLkcxvDWrAPYRmtk",
      "https://lh5.googleusercontent.com/uzR1oTXGKM8UVd7Hs81PkxAs2fYe7GxWDqRLaBsBz8qglEvdDtlAgegPxANAFf9d_fMDVw0O6ZIrNNgS8fZXl3cfp0Zlvp5SdLfFm7bQxvRjOAi-PH2zl-VtGwVe9rbcr_VrtIGVEEXsbifUbjN0Gcc"
    ],
    "post_title": "Why we are bullish on NFTs more than ever before",
    "post_date": "Jun 15, 2023",
    "post_content": "The bear market is deepening, floor prices are falling, and the number of trading wallets is lingering at an all time low. Many have left the space, abandoned their project or jumped on the next hype. But here at Rarible, we are more excited than ever about the future. We",
    "post_tags": "Trends",
    "post_length": "3 min read",
    "post_link": "https://rarible.com/blog/why-we-are-bullish-on-nfts-more-than-ever-before/",
    "post_author": "Rarible",
    "post_description": "The bear market is deepening, floor prices are falling, and the number of trading wallets is lingering at an all time low.\nMany have left the space, abandoned their project or jumped on the next hype. But here at Rarible, we are more excited than ever about the future.\nWe believe that over the next five years, the ownership and exchange of NFTs will be as commonplace as sending an email. The majority of internet users will mint NFTs and engage with their digital wallets daily. NFTs will become the preferred method for distributing digital goods and services. Making that a reality will require mass adoption of blockchains and NFTs—millions of new users.\nWho will lead the way and usher the next million people into web3? Major brands and innovative companies that create next-level online engagement for their communities.\nAt Rarible, we are building to bring this vision to life.\nBringing the next million people in to web3\nSo far, the NFT space has been limited to several hundred thousands of active users. Why? The entrance barrier has remained high due to UX, transaction prices, and gated access to many opportunities. Since the launch of CryptoPunks in 2017, growth has been incredible, but it has not yet created a sustainable, accessible and safe environment for everyone.\n\nThe only way we can level up web3 adoption is by making it easy and safe for more people to buy and trade NFTs. As the success of NBA Top Shot, Smurfs Society, Hot Wheels and many other NFTs has shown, joining a trustedbrand on this ride has already proven to be the perfect incentive for new users to embrace digital ownership.\nThe great news is: brands get it. Big companies are recognizing the immense potential of NFTs as community-building tools in the next-gen internet to increase loyalty, get closer to their customers, create value and new realms of engagement.\nEven amidst the bear market in 2023, more brands are launching NFTs than ever before. Nike, Reddit, Amazon, Mattel, Starbucks, and Ticketmaster are just a few among the companies aiming to sell millions of NFTs to their fans and collectors.\nThe next stage of NFTs will be retail-focused, driven by brands bringing their communities into the fold.\nHere’s how Rarible is making it happen\nBrands are looking for a resilient, custom solution and a trusted partner for their web3 journey.\nOur decentralized, community-governed infrastructure, over 1 million loyal community members across channels, and years of partnerships with top brands makes Rarible the go-to partner for brands to thrive in the NFT space.\nIn the past 6 months only, Rarible partnered with top brands like Mattel (Hot Wheels, Barbie), Fox, McFarlane, Smurfs and others to create custom minting and secondary trading experiences for their communities. We helped them to generate millions of dollars in revenue and find new ways to connect with their audience, onboarding it to the borderless world of web3 in the process.\nOur vision is to create a dynamic platform that empowers both established and emerging brands and creators to launch their digital products and to cultivate vibrant and sustainable communities in a fun, safe, and easy way.\nLet’s build! The next bull will be fun.\nTo be one of the projects pioneering web3 for their communities, get in touch with us here."
  },
  {
    "type": "rarible",
    "post_image": [
      "https://rarible.com/blog/content/images/2023/06/0f994e70-8dd1-4a20-8736-002af2fb1279.jpeg"
    ],
    "post_title": "Into the Mocaverse: Introducing Animoca Brands’ NFT Marketplace",
    "post_date": "Jun 14, 2023",
    "post_content": "Best of Web3 culture, encapsulated in a single marketplace. Powered by Rarible.",
    "post_tags": "Powered by Rarible",
    "post_length": "3 min read",
    "post_link": "https://rarible.com/blog/mocaverse/",
    "post_author": "Rarible",
    "post_description": "🚅\nTL;DR:\n\n• Animoca Brands' NFT marketplace for their Mocaverse project is live, powered by Rarible\n\n• The marketplace has two collections: The Mocas (Ethereum) and Realm Tickets (Polygon)\n\n• The marketplace allows you to easily transfer your Mocas, see XP for each one and easily navigate the collection\nFor web3 to get mainstream adoption, it needs to have real use cases and exciting brands. That’s why we love to partner with brands like Mattel and Smurfs. And while those digital collectibles bring their audiences to web3, crypto-native companies take the opposite route and infuse web3-native culture into awesome experiences.\nAnimoca Brands is instrumental in that. They’re involved with many ambitious web3 gaming projects, having launched The Sandbox metaverse and partnering with Yuga Labs on their upcoming Legends of Mara game, among many others.\nThat’s why we’ve partnered with blockchain gaming pioneer Animoca Brands to build a community marketplace for the Mocaverse.\nBut first, what is Mocaverse?\nIntroducing the Mocaverse\nAnimoca launched Mocaverse to (in their words) “unite the Web3 community to exchange ideas, learn, connect, play games, cultivate a resilient Web3 culture, and build a better future for Web3.“\nTheir 8888 PFP collection encapsulates this vision. In the Mocaverse, 5 Moca tribes co-exist peacefully:\nAngels\nBuilders\nDreamers\nConnectors\nNeo-Capitalists\nEach tribe is a perspective on web3—from the sober economic theorists to the dreamy idealists—and illustrates the diversity that characterizes the web3 community.\nEach Moca grants access to the exclusive community and can participate in a realm to play (get game passes, airdrops and in-game items), do good (contribute to social causes), build (access resources for builders) or learn (in AMAs and masterclasses).\nAll of these are co-created by the community—so you can contribute and join either one to help shape the Mocaverse community.\nBut the Mocaverse hosts not just the Mocas, but a total of two exclusive NFT collections: The Mocas on Ethereum and Realm Tickets on Polygon.\nThe Polygon-based Realm Tickets, on the other hand, were originally key to the “Mocalist”, which meant eligibility to mint a Moca. While the Moca mint is over, the Realm Tickets still give occasional access to selected experiences and present a lower-priced entry point into the Mocaverse.\nSurfing the Mocaverse\nWe believe that the future of web3 is defined by innovative brands that create unparalleled community engagement. The Mocaverse has a unique way of engaging holders, which makes us especially proud of partnering with them.\nTo help Moca owners get the most out of the marketplace, it supports:\nMoca XP points, which each Moca accrues through staking, DAO contributions or community activity. You can see XP points for each listed Moca.\nBesides ETH, you can trade in $APE, $SAND, $PROS, $REVV, $GMEE and $EDU. Please keep in mind that the current version of the marketplace only allows you to buy NFTs using the same currency as they’re listed in.\nA transfer feature to make moving your Mocas around much easier (soon to be added to all Rarible-powered marketplaces).\nAdvanced search to enable you to find a favorite Moca you love faster! Want to get a Moca holding DYOR sign? Just type in “DYOR” into the search bar. Want to see all Mocas with the tie-dye background? You know what to do.\nAnd because we want to lower the barrier to entry for web3, the marketplace has no fees of its own.\nUltimately, we hope this marketplace helps foster a unified community. The Mocaverse celebrates unity as the foundation of a thriving ecosystem, a philosophy we support and are happy to partner with!\nIf you want to pick up your first Moca or grow your collection, head over to the marketplace now!"
  },
  {
    "type": "rarible",
    "post_image": [
      "https://rarible.com/blog/content/images/2023/05/77b0111d-231a-43b5-aa2d-66e8da9bb9eb--1--1.png",
      "https://rarible.com/blog/content/images/2023/05/9845d797-1912-4451-a7ab-b37b4086d492--1-.png",
      "https://rarible.com/blog/content/images/2023/05/Screenshot-2023-05-30-at-11.30.39.png",
      "https://rarible.com/blog/content/images/2023/05/Screenshot-2023-05-25-at-13.06.07.png",
      "https://rarible.com/blog/content/images/2023/05/aHR0cHM6Ly9pcGZzLmlvL2lwZnMvUW1hN29UZ0plYnhmQkROMUw0S3A0VWhRSmRNc2VaWW45MjhaZW5CYkx5WjloYS9SYXJpYmxlJTIwQmVhciUyMFBhc3MucG5n.jpeg"
    ],
    "post_title": "Your cheat sheet for... NFT bear market",
    "post_date": "May 30, 2023",
    "post_content": "NFT space may seem like a jigsaw puzzle. NFT Cheats is a series of newsletters that helps you put the pieces together.",
    "post_tags": "NFT Cheats",
    "post_length": "8 min read",
    "post_link": "https://rarible.com/blog/cheat-sheet-3/",
    "post_author": "Rarible",
    "post_description": "💡\nNFT Cheats by Rarible is a newsletter and blog series that explores the very pillars the NFT space stands on. Think of those as the NFT World-bearing turtles (or Apes).\n\nIt’s called NFT Cheats because each newsletter is designed as a cheat sheet that will bring you up to speed on a given niche within the NFT space.\nNFT bear market is the third subject in the series. The previous issues covered Historical NFTs and NFT Security.\nTo put together a cheat sheet on today’s topic, we talked to wale.swoosh, researcher-in-residence at Azuki and a self-described ‘Director of Threads’ on NFT Twitter.\nWale got into NFTs in early 2021 after hearing about them on Gary Vee’s Instagram. He joined Twitter a few months after that to become a better trader as he realized that NFT Twitter plays a big role in that. Wale quickly fell in love with the community, and started sharing his own thoughts on the timeline, quickly becoming one of the most popular NFT content writers known for his in-depth threads.\nDO NOT treat any of the information below as financial advice, and do your own research (DYOR) before buying into any asset.\nThe interview has been edited and condensed, meaning the content below is attributed to the guest expert, but shouldn’t be treated as a direct quote.\nWhat does a bear market mean for NFTs?\nA bear market in Web3 is usually marked by a general flattening of interest in the space. Fewer new people join, and some people who were in Web3 leave.\nThat leads to a crash in prices, teams stop developing, and the sentiment in the space is generally bad because everyone is fighting for the crumbs of a shrinking pie.\nIf you look at it historically, bear markets are always caused by an external macro influence. We’ve had several bear markets in crypto since the industry emerged, and this seems to be the first major bear market for NFTs specifically since they hit the mainstream in 2021.\nThe current bear market started around Q2 2022, and of course we just can’t know when it will end exactly. But I'm positive that it will be followed by a bull cycle.\nWhy NFTs are down bad\nWe’ve seen projects shed around 70-90% of their floor prices during this bear market. At this point, it might be hard to believe that certain NFTs were trading at 3-10x their current floor price.\nMoonbirds' historical floor price, as shown by NFTpricefloor.com\nThere are several reasons behind that grand fall. First, a lot of people have simply left the space, and the number of traders is getting lower everyday. According to recent numbers, there are around 7,000 active traders left. When you have a few thousand people creating and trading maybe millions of NFTs… the supply/demand ratio gets crazy. When the demand is low, the floor price will follow.\nProjects themselves also play a role in this. Without naming any specific ones, we have many teams that have made major strategic mistakes in recent months. In fact, I don't think there are blue chips anymore in the space, outside of the top 3-4 most successful collections.\nThen we had ETH volatility, the memecoin season, Blur experimenting with some trading mechanics — all of that have also not been good for the floor prices across the board.\nThe most important thing for the NFT space at the moment is to get more people in, because when you have 7k traders, it's really hard to run a successful project. Right now, holders are basically playing hot potato with each other. As to how we might onboard more people — that's a whole other topic.\nNFTs are dead... Long live NFTs!\nPeople who say NFTs are dead are partly right.\nMost projects are indeed dead or are in the process of dying. 99% of them won't come out of this bear market because they just don't have what it takes. Those who will come out, however, will come out stronger.\nHaving said that, NFTs as a technology will never ever die because it brings so much innovation to areas like gaming and digital ownership, for example.\nMetas, or why there's always a \"shiny thing\" in NFTs\nTo better understand the nature of the NFT market, it's useful to understand the role metas play in it.\nMeta is a certain pattern that we see emerge (most of the time suddenly) and disappear (that also tends to happen quite quickly) in the NFT space.\nA meta can last anywhere from a few days to months. A good example would be the open edition meta we saw a few months ago started by Jack Butcher’s Checks. Once it became clear that Checks are doing good, we saw all those other projects doing open editions, mostly following the same pattern/concept…\nAt the time, the majority of the content on the NFT Twitter timeline was about open editions. That happened because hype plays a core role in metas. Initially, when a new meta emerges, it starts to generate/feed off hype— everyone wants to be a part of this new exciting thing, and ultimately make some money from it (be it trading, engagement farming, or both).\nIt’s hard to put a finger on what exactly makes a meta pop off, but once it gets going, it spreads fast.\nWale's thread on metas (click to read)\nYou have to realize that sooner or later, every meta always disappears. The people who are invested in it often think (or want you to think) that it’s here forever, but in reality there's always the next shiny thing a few weeks later that people will go chasing after, forgetting about the one that preceded it.\nThat being said, the OG projects that start metas—like Checks, for example—often keep at least some of their relevance, while most other unoriginal projects who were just trying to copy them vanish.\nBesides metas, there’s also culture. Culture is a more fundamental kind of thing. Sometimes it's hard to differentiate: is this new thing more transitory and based on short-term attention, or is it here to actually stay, setting a new standard for the space for years to come?\nThere weren’t many events that actually revolutionized the industry, like what Yuga Labs did when they airdropped the serums for the MAYC collection, the distribution trick many projects adapted later on. But those usually come around in a more subtle manner.\nSo normally when every week you have people saying “oh, that's the new thing, it will change the space forever for years to come” and are super vocal about it, it’s almost never the case.\nThe attention span in this space is incredibly short, and people tend to put most of their attention into things that are ‘meta’ at the moment.\nWill traditional brands kick off the next bull?\nThere are a few examples of traditional brands doing a good job with their web3 initiatives, Gucci and Adidas specifically come to mind. But you and I would probably have a hard time naming 10 successful web2 companies who came into the web3 space, so we haven't seen that unfold just yet.\nWhen it comes to getting new people into NFTs, major brands could be one way to do it — when people see a trusted brand, they might want to get involved, as they’re more likely to trust a brand they already know.\nIt’s a two-way street: when more people in general will get interested in NFTs, web2 brands will likely have an easier time onboarding people as well.\nIt also depends on which audience the specific brand wants to address. When you want to get into the hardcore NFT community, you better understand web3 culture and be part of it so your activation doesn't feel forced—the infamous Pepsi and Budweiser exchange on Twitter became a meme for a reason. But at the same time, as more legacy brands will come in, the focus might shift away from the core NFT community to retail users.\nAnd when more retail comes in and NFT becomes more adopted as a technology, it is likely that the end user won’t realize that they are interacting with the blockchain or even that they’re buying an NFT. It will be more subtle, and the majority of retail users probably won't be creating wallets and trading NFTs on OpenSea/Blur/Rarible per se.\nNike’s .swoosh is another good example of a web2 x web3 crossover—when you sign up there, you don't even know that you are minting an NFT. I think that's a good approach to bringing more people in, because right now the blockchain infrastructure is still very complicated for new people.\nAt the moment, if you know nothing about web3, blockchain or crypto in general, the learning curve is just too steep: you have to go through the process of creating your own wallet and writing down a 24-word seed phrase, buying and swapping tokens, sometimes bridging—all that just to get an NFT you want. So in regards to mainstream adoption, it will be crucial to build platforms, infrastructure and tools that will be intuitive even for people who are not crypto NFT natives.\nIs it a good time to enter the NFT space?\nIt's a good time to take your time.\nLet’s be honest: If you’re coming into the NFT space right now, there's a very high chance that you will immediately leave. The bear market vibes are really difficult to handle for a newcomer.\nWhen you go on NFT Twitter these days, there’s so much toxicity, shilling and hate going on… It's really terrible. Then you have short term metas where some people make money and tweet about it nonstop while the silent majority loses money. Of course if you're a newcomer and most of your timeline is talking about how this thing is pumping and they’ve already made 100x on it, you’ll want to join in. The meta will then move on, and most likely you’ll lose money. I think that's driving a lot of people away from our space.\nBut a bear market is actually a great opportunity to learn about NFTs. For me, the ideal way to start in the NFT space is to make a Twitter account, and get involved in NFT Twitter by following some trusted people and just spending time reading their takes, maybe participating in some discussion. And then when you feel comfortable about what you know and feel like you can make informed decisions, then maybe start buying your first NFT or minting your first NFTs (always with the money you can afford to lose).\nRarible Bear Pass, the free open edition mint that generated 683.5k copies\nAs for choosing which projects to join, look at the team behind it. That’s what it is all about in Web 3. When you have a team that's emerged into the space and is actually building for the community, that's a massive green flag. When I make long-term investments, that's usually what I look at.\nI think that the team is way more important than the art/roadmap because if you don't have a team that's able to execute, you can have the best roadmap but the project won't be successful. So my advice would be to invest in people you personally believe in. That worked for me in the past, but please remember that in web3 it can all change within weeks or even days. This space is moving extremely fast, and that hasn’t changed even during the bear market.\nAnd if you're already in the NFT space, it’s a good time to build. When you have a project is a good time to build in silence so you are ready for the next bull market.\n5 people to follow to learn more about the NFT market  ️\nElena (@ElenaaETH)\nAlex is Building (@AlexIsBuilding)\nLegendary (@Legendary_NFT)\nNFTboi (@nftboi_)\nzaimiri (@zamirii)"
  },
  {
    "type": "rarible",
    "post_image": [],
    "post_title": "Building an NFT product? Grab your free Rarible API Keys!",
    "post_date": "May 30, 2023",
    "post_content": "Unpacking 3 core components that Rarible Protocol's free API keys give you access to.",
    "post_tags": "Rarible Protocol",
    "post_length": "1 min read",
    "post_link": "https://rarible.com/blog/api-keys/",
    "post_author": "Rarible",
    "post_description": "🚅\nTL;DR:\n\n• Rarible Protocol's API keys are now downloadable for everyone, free of charge\n\n• The API keys give you access to 3 main building blocks across different blockchains: Indexer, Order book and SDK\n\n• The main purpose of the API keys is to help you build unique NFT product\nDo you want to build a unique NFT experience, but struggle with all the infrastructure? With free Rarible API keys, you don’t have to create everything yourself.\nClaiming your key lets you access Rarible Protocol, which empowers you to build custom NFT experiences at any level of complexity. Whether you're an enterprise, developer or entrepreneur, an API key gives you the building blocks to build what you want better and faster.\nVia the protocol, you get access to 3 core components: Indexer, Order book and SDK. Let’s see how each makes your life easier.\nIndexer for live NFT data 📊\nRarible Protocol's Indexer gives you access to data like:\nNFTs\nCollections\nActivity (e.g. sales, bids, etc.)\nMetadata\nAll that on Ethereum, Polygon, IMX, Flow, Tezos and more!\nHere’s how it works: Our indexer retrieves blockchain data through fast APIs, which means you don’t have to build your own and don’t have to pay to maintain Blockchain Nodes. Focus on what matters most—building what you want to build.\nOrder book for instant liquidity 💧\nTo give your project liquidity, an API key also gives you access to our entire order book to offer your users the best prices. Our protocol aggregates listings from:\nOpenSea\nRarible\nLooksRare\nX2Y2\nSudoSwap\nSDK to glue everything together 🏗️\nTo bring it all together, our SDK simplifies web3 building blocks, making it easy easy to connect wallets, mint, sell and purchase NFTs and showcase collections. You can integrate all these features with just a few lines of code.\nWant to build a solid NFT project without having to build everything from scratch? Get a Rarible API key today and join our Discord to stay tuned!"
  },
  {
    "type": "rarible",
    "post_image": [
      "https://rarible.com/blog/content/images/2023/05/6LpRsU7Y.jpeg"
    ],
    "post_title": "Ready to get Fast & Furious? Mattel’s latest NFT drop is live",
    "post_date": "May 22, 2023",
    "post_content": "Another day, another iconic IP goes Web3 via Rarible.",
    "post_tags": "Powered by Rarible",
    "post_length": "2 min read",
    "post_link": "https://rarible.com/blog/fast-and-furious/",
    "post_author": "Rarible",
    "post_description": "🚅\nTL;DR:\n\n• The official Fast & Furious x Hot Wheels NFTs are now live on the Rarible-powered Mattel Virtual Marketplace on Flow (use the SeriesName filter to find them)!\n\n• You can pick any NFT within the collection you like and buy it seamlessly via credit card checkout, with almost zero gas fees\n\n• Complete the 11-car collection for a chance to win an ultra rare die-cast Honda S2000 from 2 Fast 2 Furious\n\n• Rarible continues to onboard popular web2/traditional brands to web3\nMuscle cars jumping from one skyscraper to another. Nonstop revving. Dominic Torreto's one-liners. There are so many reasons to love the Fast & Furious movies.\nThe legendary franchise is now coming to web3—just in time for the new movie.\nFast & Furious x Hot Wheels drop is now live on the Rarible-powered Virtual Collectibles Marketplace.\nWe love to help Mattel bring another legendary IP to web3, as they’ve recently done with their Boss Beauties x Barbie drop.\nRev Your Engines: How to Get Your Fast & Furious NFTs\nAs with previous Mattel drops, the NFTs are sold in packs during primary sales.\nPriced at $20 per pack, this The Fast & Furious x Hot Wheels collection features six digital collectibles in one pack, which let you own a piece of the iconic Fast & Furious Saga. With a total of 11 different cars, you can own digital versions of your favorite vehicles from across the history of the franchise, including Dominic Toretto’s iconic 1970 Dodge Charger.\nWith the secondary sales already live on the Rarible-powered Virtual Collectibles Marketplace, you can pick the exact car you want—whether you’re a die-hard Hot Wheels collector on the hunt for your next grail or a Fast & Furious enthusiast who wants to own a piece of the saga's history.\n🔎\nTo make navigation for the Fast & Furious NFTs easier, please use the SeriesName filter and select \"Fast & Furious\" as the drop is technically part of the larger Hot Wheels Series 5 collection.\nComplete the set to get an ultra-rare\nWhat makes this drop extra special (apart from all the F&F trademark coolness) is that you can redeem you can win an ultra-rare die-cast version of Suki's Honda S2000 from 2 Fast 2 Furious.\nSo if you own the complete Hot Wheels x Fast & Furious collection, you’ll be eligible to claim one in September later this year.\nThe easiest way to complete the set? The Rarible-powered secondary marketplace.\n\nAnd while Web3 can be complicated for newcomers, Mattel Virtual marketplace makes it easy:\nAll virtual collectibles are minted on the Flow blockchain, making gas fees a fraction of a penny\nYou can check out with your credit card (no need to figure out how to top up your wallet first)\nThe marketplace makes creating a crypto wallet as easy as any email login\nTry it yourself now!"
  },
  {
    "type": "rarible",
    "post_image": [],
    "post_title": "Boss Beauties x Barbie NFTs: Everything you need to know",
    "post_date": "May 21, 2023",
    "post_content": "And how you can get one today (it's quicker than getting a physical doll!)",
    "post_tags": "Powered by Rarible",
    "post_length": "3 min read",
    "post_link": "https://rarible.com/blog/barbie/",
    "post_author": "Rarible",
    "post_description": "🚅\nTL;DR:\n\n• The official Barbie x Boss Beauties NFTs are now live on the Rarible-powered Mattel Virtual Marketplace!\n\n• You can pick any Barbie-based NFT you like and buy it seamlessly via credit card checkout, with almost zero gas fees\n\n• Rarible continues to onboard popular web2/traditional brands to web3\nThe time has come. Official Barbie NFTs are here, brought to you by our partner Mattel and web3 brand Boss Beauties, launched via the mainstream ready Flow blockchain.\nHere’s everything you need to know about the collection—and how you can get one right now, even if you don’t have a topped up wallet ready.\nChampioning representation, from web2 to web3\nThe Boss Beauties x Barbie collection shows women from all walks of life and careers to highlight that women can be whoever they want. Representation matters in all professions—from engineering to nursing and from web2 to web3. That’s a value both Barbie and Boss Beauties stand for, which is why we’re super excited about this collaboration!\nThe collection’s early access launched on May 10th, and the public sale launched on May 18th on the Mattel Creations website.\nStarting May 21st (that's today!), the collection is now available on secondary via the Rarible-powered Mattel Virtual marketplace.\nIf you bought a Barbie x Boss Beauties NFT pack as part of the primary sales, you would get four NFTs of 6 different rarities, from Common to Exclusive: Scoring an ultra rare NFT gets you a Barbie Career of the Year doll set and an exclusive collectible even gets you a ticket to World of Barbie!\nEach Barbie also has a role: Some of them are beekeepers, others are park rangers. Fighter pilots? You got it! Feeling more like an astronaut today? There’s a Barbie for that—and for so many other inspiring careers.\nWe want to help you get the exact Boss Beauties x Barbie NFT you want and resonate with the most, so whether you’ve got your eyes on a rare one to expand your personal collection or missed the mint, you’ll find them listed there!\nSeamless onboarding: quicker that getting a physical doll\nWhen NFTs first entered the mainstream, much of it was about how expensive they are. Beeple’s $69m sale, Bieber’s $1.3m Ape and so on.\nThat perception made it difficult for newcomers to even think about buying an NFT. Add wallet creation, seed phrase storage, expensive gas fees and so many other things—and web3 suddenly looks super complex.\nBut if we want to onboard millions more people to web3, we need to make NFTs more accessible, easier to use and make everyone feel at home.\nThat’s why getting a Barbie NFT is as easy as it gets. While Web3 can be complicated for newbies, Mattel Virtual marketplace makes it easy:\nAll virtual collectibles are minted on the Flow blockchain, making gas fees a fraction of a penny\nYou can check out with your credit card (no need to figure out how to top up your wallet first)\nThe marketplace makes creating a crypto wallet as easy as any email login\nAll in all, Barbie virtual collectibles are accessible, even if you’re new to web3, just like Mattel’s Hot Wheels NFTs! We at Rarible strongly believe that accessible NFTs based on popular traditional IPs will play a major role in the future.\nWant to pick up your favorite Boss Beauties x Barbie NFT? Head over to the Mattel Virtual marketplace now!"
  },
  {
    "type": "rarible",
    "post_image": [],
    "post_title": "Rarible's Open Edition Festival: 13 drops and a Mystery Mint to collect!",
    "post_date": "May 01, 2023",
    "post_content": "13 days. 13 drops. Countless opportunities to secure great NFT art.",
    "post_tags": "News",
    "post_length": "2 min read",
    "post_link": "https://rarible.com/blog/open-editions/",
    "post_author": "Rarible",
    "post_description": "🚅\nTL;DR:\n\n• Rarible is launching an OpenEdition festival featuring 13 consecutive drops\n\n• It starts on Tuesday, May 2\n\n• Secure one or more drops to be eligible for a special surprise ;)\nFollowing your favorite NFT artists on Twitter can be bittersweet: You love seeing their artwork and read what they write about it.\nBut when artists get popular, two things happen:\nFewer collectors want to sell\nDemand drives up prices\nThis makes it hard to buy your favorite artist’s work. Whether it’s in auctions or on secondary, the NFTs quickly cost more than you’d like to pay for an art piece.\nBut a recent phenomenon makes high-level artwork from popular artists far more accessible: Open editions!\nWhat are Open Editions?\nOpen editions are basically the opposite of a 1/1 mint. In an open edition, the number of mints is unlimited, but the timeframe is. This means an artist will open the mint for a certain art piece or collection for 24 hours for the same price—typically quite low.\nThe most popular one recently were Jack Butcher’s Checks and Opepen, which both led to tens of thousands of mints. Both mints were super cheap compared to Jack Butcher’s more scarce work—which made his work more accessible for more of his fans.\nThat’s why open editions are a great medium for both established and emerging artists.\nWhen does the festival start?\nIt starts on Tuesday, May 2 and lasts 13 consecutive days. It will feature 13 diverse artists ranging from up-and-coming to the well-known.\nThe concept is super simple: each drop is a 24-hour open edition, and you’ll have the chance to mint amazing artwork at a low price.\nThe first in the lineup is Numan, a UK-based creator who will be dropping a free mint.\nAfter 13 days, a special surprise will be waiting for you if you mint at least one of the previous editions... We can’t say much more yet ;)\nWhere will it be happening?\nRight on the Rarible's homepage, so you won't miss it!\nAlso, make sure to follow us on Twitter to stay up to date and mint the open editions as soon as they launch!"
  },
  {
    "type": "rarible",
    "post_image": [],
    "post_title": "Mattel’s Virtual Marketplace is live! Get your Hot Wheels NFTs now",
    "post_date": "Apr 27, 2023",
    "post_content": "Owning an Aston Martin for $25? Only in Web3.",
    "post_tags": "Powered by Rarible",
    "post_length": "1 min read",
    "post_link": "https://rarible.com/blog/hot-wheels/",
    "post_author": "Rarible",
    "post_description": "🚅\nTL;DR:\n\n• Rarible has partnered with the iconic toy brand Mattel to launch a new Hot Wheels virtual marketplace on Flow blockchain.\n\n• Featuring Magic Wallet support and a credit card checkout, the new platform offers an easy and intuitive onboarding experience.\n\n• The platform comes online just in time for the release of the all-new Series 5 collection, which is sold in packs priced at $25 each.\nMattel, one of the world’s biggest toy manufacturers famous for its Hot Wheels and Barbie brands, is the latest retail company to choose Rarible as its web3 launch partner.\nPowered by Rarible on the Flow blockchain, the Mattel Virtual Marketplace allows you to take the best of both traditional collectibles and Web3 worlds!\nSpecifically, there you can buy, sell and trade digital collectibles from all Hot Wheels NFT Garage collections, including the all-new Series 5 collection.\nSeries 5 features 40 unique cars from iconic brands like Pagani, Aston Martin, Chevrolet, Porsche and more. Hot Wheels’ iconic car designs get an all-new digital update that you’ll love if you grew up with Hot Wheels or started collecting them later.\nEach pack is priced at $25 and includes seven Hot Wheels NFTs: four common, two uncommon, and one guaranteed rare car. If you're lucky enough to receive a Premium or Treasure Hunt digital collectible (McLaren F1, ’17 Pagani Huayra Roadster, Aston Martin Vulcan, ’55 Chevy® Panel or Porsche 911 GT3 RS), you will also get a physical die-cast replica.\nAnd because the new, easy-to-navigate marketplace features Magic's non-custodial wallet service, a Coinbase-powered credit card checkout and minimal fees, it offers an easy and intuitive onboarding experience for collectors without prior web3 experience.\nSimply head to the marketplace now and start trading! With Rarible, web3 onboarding is that easy."
  },
  {
    "type": "rarible",
    "post_image": [],
    "post_title": "Smurfs’ Society official community marketplace is live!",
    "post_date": "Apr 25, 2023",
    "post_content": "Wonder where you can score your grail Smurf? Look no further.",
    "post_tags": "Powered by Rarible",
    "post_length": "1 min read",
    "post_link": "https://rarible.com/blog/smurfs-society-cm/",
    "post_author": "Rarible",
    "post_description": "🚅\nTL;DR:\n\n• Smurfs' Society community marketplace is now live!\n\n• Go there to trade 'The Smurfs’ Society Legendary Collection’, an official collection of 12,500 NFTs building on the Smurfs’ universe.\nOne of the many things that we love doing at Rarible is supporting beloved brands as their portal to web3. If more popular brands and franchises expand their communities with NFT collections, we all win.\nAnd when that franchise involves cute blue characters that are instantly recognizable around the world… I mean, who wouldn’t want to have a Smurfs NFT in their wallet? That’s why we're helping the Smurfs launch ‘The Smurfs’ Society Legendary Collection’, an official collection of 12,500 NFTs building on the Smurfs’ universe.\nFollowing the successful 48-hour bucket auction that saw over 549 ETH in bids (yes, in this economy!) and helped 3,000 of those Smurfs NFTs find their home in blockchain wallets, we have now launched the community marketplace where you can score your grail Smurf.\nSo if you missed the auction or want to get even more Smurfs, head to the marketplace now and pick any of the listed NFTs or, if you're looking to snipe a particular Smurf, wait for the reveal which is scheduled to happen soon!\nThe Smurfs community marketplace works like any other community marketplace with all its perks. It just looks a bit Smurfier.\nSo once you’re over there, simply connect your wallet and start trading!"
  },
  {
    "type": "rarible",
    "post_image": [
      "https://rarible.com/blog/content/images/2023/04/spaces_sRJvuJ0j5i1IWcgcfWMH_uploads_N2x8beRY77nr8gg4ya3u_banner--1---1-.png"
    ],
    "post_title": "Official Smurfs NFTs are here. Get yours via Bucket Auction!",
    "post_date": "Apr 18, 2023",
    "post_content": "Smurfs Society. Powered by Rarible.",
    "post_tags": "Powered by Rarible",
    "post_length": "3 min read",
    "post_link": "https://rarible.com/blog/smurfs-society/",
    "post_author": "Rarible",
    "post_description": "🚅\nTL;DR:\n\n• Rarible is powering the launch of ‘The Smurfs’ Society Legendary Collection’, an official collection of 12,500 NFTs building on the Smurfs’ universe.\n\n• The first leg of the launch is the 48-hour bucket auction, which goes live NOW, on April 18th at 5pm CET (11am ET time). This auction will determine the collection's mint price, featuring the first 3,000 NFTs.\n\n• The remaining 9,500 NFTs will be minted later based on the auction's clearing price, and will be available for purchase on the Smurfs' Society community marketplace, built and powered by Rarible.\nWhether it’s Twitter adopting NFT avatars or Paris’ Centre Pompidou displaying CryptoPunks, we love to see Web3 culture seep into the mainstream.\nBut we also love to see the reverse: Trusted Web2 (or pre-web) brands launching their own NFT projects, onboarding new enthusiasts into the wonderful world of Web3 in the process.\nAs the go-to-market Web3 partner for established and emerging brands, we’re proud to partner with one of the most beloved franchises of all time: The Smurfs!\nAs one of the most enduring entertainment brands, the adorable blue figures have inspired kids across generations and attracted collectors of all ages for over 65 years.\nNow, we're helping the Smurfs launch ‘The Smurfs’ Society Legendary Collection’, an official collection of 12,500 NFTs building on the Smurfs’ universe, via the custom white-glove bucket auction and community marketplace experiences.\nSmurfs + Web3 = 💙\nToday, on April 18th at 5pm CET (11am ET time), Rarible will host a 48-hour bucket auction for 3,000 3D-rendered Smurf PFPs.\nA bucket auction is a type of auction where the community ultimately decides the mint price. We'll get into that below.\nThe total supply of the PFP collection is 12,500. It consists of 250 Smurf characters of 50 types. With over 300 randomized traits like skins, background FX, etc., each NFT is unique.\nFurther, the cute NFTs come with exclusive utilities, benefits and perks attached to individual Smurf characters (like game tickets for Soccer Smurf, wine bottles for Sommelier Smurf, etc.). Utilities include physical prints, raffles to win prizes, and access to partners’ and artists’ services, products, or artwork. All Smurfs’ Society holders will also get access to other projects currently in the works, namely an upcoming NFT game, and a DAO that curates and finances sustainable projects to protect the planet.\nFor anyone who didn’t win in the auction (or just wants even more Smurfs NFTs), we’ve also built a community marketplace where you can buy a Smurfs PFP on the secondary market! The marketplace launches after the auction ends, on April 20th.\nThere will also be a mint for the remaining 9,500 NFTs from the collection, so make sure to follow The Smurfs Society for more details.\nThe Community Sets the Price\nWeb3 is all about community. That’s why there's no preset mint price for this auction. The bidders will ultimately decide how much ETH the Smurfs are worth!\nAs mentioned above, the Smurfs’ Society will launch with a bucket auction: You can bid on the auction for a chance at getting Smurfs NFTs.\nAt core of the bucket auction is \"the clearing price\", which is calculated by determining the highest price at which all NFTs could be sold at the same price without going past the total supply of NFTs.\nIf your bid is at or above the current “clearing price”, you’ll have one of the “winning bids”, which means you’ll receive NFT(s) when the auction ends. If the clearing price rises, your bid will be losing and you won’t receive NFTs and get all your ETH back (except gas fees). If your bid was higher than the clearing price, you'll only pay the clearing price and will be refunded whatever ETH you bid above.\nSo, for instance, if the clearing price ends up being 0.5 ETH and you've bid 1.1 ETH, you get two NFTs and 0.1 ETH refunded back to you.\nIn other words: The price is only as high as the community is willing to pay! To find out details about the bucket auction, check out the Smurfs’ Society’s own resources.\nAlso, all winning bids will receive a Fusion NFT of different rarity, depending on the amount of your bid. Fusion NFTs will allow you to customize your Smurf Society NFTs, so it's definitely a good reason to participate in the auction!\nAnd if you miss the auction, don’t worry: You can always pick up the Smurf PFPs on their community marketplace once it goes live after the bucket auction.\nStay tuned by following the Smurfs Society on Twitter or check out the official home page!"
  },
  {
    "type": "rarible",
    "post_image": [
      "https://rarible.com/blog/content/images/2023/03/FrMqMmeWIAA9iro.jpeg"
    ],
    "post_title": "One Community Marketplace. Multiple collections.",
    "post_date": "Mar 29, 2023",
    "post_content": "Rarible-powered community marketplaces now support multiple collections!",
    "post_tags": "Community Marketplaces",
    "post_length": "2 min read",
    "post_link": "https://rarible.com/blog/multi-collections/",
    "post_author": "Rarible",
    "post_description": "Ever since Yuga Labs offered its holders the Mutant Apes in 2021, airdrops and subsidiary collections have become a popular strategy for NFT projects. Many of the most successful Web3 brands now have multiple collections that let you join their ecosystem.\nBut when you have multiple collections within one project, that might also create multiple problems.\nFirst, it becomes more difficult to grow and market your ecosystem. Secondly, there are more opportunities for copycat collections and bad actors. Finally, for new people wanting to join the community, it can also be hard to even navigate all of these collections and see how they relate to each other.\nThat’s why we’ve just added support for multiple collections to our community marketplaces on both Ethereum and Polygon!\nYou can now add multiple collections to your Ethereum or Polygon-based marketplace build via Rarible and let your community trade all of them in one place.\nThat gives you multiple benefits:\nYour community can easily navigate your project's ecosystem, and be sure it's fully authentic. Besides, diversifying your offerings can help you attract new audiences!\nWhen your community trades on your marketplace, they are respecting creator fees (granted they trade native listings, or orders aggregated from marketplaces whose stance on royalties haven't been volatile). That means you (or your community, depending on how you set up your marketplace) can get a stream of funds for future growth!\nIt just feels smooth.\nHow to set up multiple collection support on your marketplace\nIt's super easy.\nIf you already have a community marketplace, just navigate to the dashboard and add your other collections there, and your marketplace will support them immediately. You can find the full instructions here.\nWant to add a collection you're affiliated with, but you don't technically own its contract? No worries, you can utilize the multiple collaborators feature in the settings using this simple guide. That way, marketplace owners can grant other wallet addresses access to their community marketplace dashboard. From there, the additional wallet address(s) can add their collections to the marketplace.\nAnd if you don’t have a community marketplace yet, you can set it up for free here and add all your collections you’d like to have on the marketplace.\nBuild a home for your community with us today. Free of charge."
  },
  {
    "type": "rarible",
    "post_image": [
      "https://rarible.com/blog/content/images/2023/03/77b0111d-231a-43b5-aa2d-66e8da9bb9eb--1-.png",
      "https://rarible.com/blog/content/images/2023/03/9845d797-1912-4451-a7ab-b37b4086d492--1-.png",
      "https://rarible.com/blog/content/images/2023/03/image2.png",
      "https://rarible.com/blog/content/images/2023/03/image--32-.png",
      "https://rarible.com/blog/content/images/2023/03/Screenshot-2023-03-22-at-14.05.49-min.png"
    ],
    "post_title": "Your cheat sheet for... staying safe in the NFT space",
    "post_date": "Mar 28, 2023",
    "post_content": "NFT space may seem like a jigsaw puzzle. NFT Cheats is a series of newsletters that helps you put the pieces together.",
    "post_tags": "NFT Cheats",
    "post_length": "9 min read",
    "post_link": "https://rarible.com/blog/cheat-sheet-2/",
    "post_author": "Rarible",
    "post_description": "💡\nNFT Cheats by Rarible is a newsletter and blog series that explores the very pillars the NFT space stands on. Think of those as the NFT World-bearing turtles (or Apes).\n\nIt’s called NFT Cheats because each newsletter is designed as a cheat sheet that will bring you up to speed on a given niche within the NFT space.\nNFT Security is the second subject in the series (you can see the previous issue on Historical NFTs here).\n\nTo put together a cheat sheet on today’s topic, we talked to Feld from Boring Security, a community-led Web3 security project.\nFeld got into crypto before the big run up in 2013. “That was a fun time to be in crypto for sure,\" he chuckles. \"All graphic cards were sold out. Signing up for Coinbase was nearly impossible\".\n\nAt the time, Feld was transitioning his career to security, which has been his day job since. Feld is also known as a moderator in the BAYC Discord, where he’s been helping the community with stolen items.He eventually started Boring Security with eight people who wanted to address the security problem in the crypto space without turning it into a business.\n\n“One of the biggest problems in the space now is when you hear someone say something about security, they either have something to sell you, or they're not saying quite the right things,” Feld explains.\nBefore we jump into it, here’s a boring, yet important disclaimer; DO NOT treat any of the information below as financial advice, and do your own research (DYOR) before buying into any asset.\nThe interview has been edited and condensed, meaning the content below is attributed to the guest expert, but shouldn’t be treated as a direct quote.\n2 security problems you should fix ASAP 🛡️\nThere are two things that can seriously compromise your security right now.\nThe first is not realizing how bad not having a hardware wallet is. Not using one is just plain silly.\nStoring a seed phrase on your local machine would also fall into that category. We're doing all kinds of stuff on our devices, and once someone gets access to it, they get access to your seed phrase, meaning all of your assets can be gone in an instant.\nSecondly, not understanding the relationships between approvals and signatures is also dangerous.\nIt is surprisingly easy to sign away an asset with a simple (gasless) message from a phishing (or compromised) site that uses your perfectly legitimate approval to a marketplace like OpenSea, against you. This is why we emphasize heavily at Boring Security to have different wallet addresses for different activities on the blockchain, so that one mistaken signature doesn’t empty dozens of assets at once!\nUsing different wallets for different occasions (i..e having a mint wallet, a vault wallet etc. — we’ll get into that later) and understanding of approvals and signatures should provide a solid foundation that will allow you to be better off than 95% of the space.\nBecause at the end of the day, what we're really trying to do at Boring Security is to help people protect themselves from themselves.\nLike eventually I'm gonna wake up at 5:00 am, I'm gonna do a mint… am I necessarily going to read the smart contract if it's a hype mint and I've got a 10 second window to get my transaction through?\nIf you’re doing this on the same wallet address that contains valuable crypto or NFTs, (eventually) you’re gonna have a bad time.\nBefore you connect your wallet to any website 🔌\nWhen you connect your wallet, what you're really doing is you're giving that Dapp the ability to see what assets and approvals you have on that wallet.\nSo basically, it lets that Dapp see the entire state of your wallet and therefore assess what single signature or transaction they can prompt to you that can take the most amount of that money.\nIt also lets that Dapp send transaction requests at you. So when you connect to Rarible, for example, you go there to sell an NFT. When you hit that sell button, what happens? Your Metamask pops up, meaning a transaction request is sent to you. That is what connecting your wallet allows those Dapps to do.\nThe key thing here is that just by connecting, there is no inherent risk of losing your funds.\nBut there's a tail risk: sometimes malicious sites try to double request, meaning they'll send you two scam transactions with the hope being that you reject one of them, and then later when you go to do a legitimate transaction elsewhere, you approve the other one without thinking because that request was still pending on your Metamask.\nThere are also some vulnerabilities that could happen if you’re not using a hardware wallet: for instance, if there was an active clickjacking vulnerability on Metamask, or if there was a browser vulnerability that allowed some other weird behavior. That is highly unlikely, but still yet another reason that you should be using a hardware wallet when you're going around Web3.\nBefore you sign anything with your wallet 💳\nOnce you've connected and the Dapp sends you a signature request, there’s a couple of things I tell people to consider.\nFirst, I always say to use bookmarks and bookmarks.\nWhat I mean by that is when you connect your wallet to a Dapp, you should go to that site using a bookmark that you double verified.\nImagine you're gonna go to Rarible. You know it's not rarible.xyz, because on the Rarible official Twitter, it says: “rarible.com”. Once you know that, you can go there and bookmark that URL.\nThen you can take an extra step. Whenever you get to interact with the Rarible contract while on the official URL, you bookmark that contract address as well.\nThis is something I don't see a lot of people doing, but the benefits of that are actually huge.\nImage courtesy of Boring Security from their free NFT Security 101 class\nBecause now if you're interacting with that legitimate website, you can tell: ‘Hey, the contract changed’. Why is that? Maybe the website got hacked. Maybe they did a contract upgrade. Either way, it’s something you should probably look into before doing a transaction there.\nThat is why knowing that you're on the right website and knowing that you're interacting with the right contract is huge.\nAdditionally, knowing what you sign and then understanding the different signature types is all so very helpful. Which is why I’m not a big fan of Dapps that just shoot you a big hex string instead of human readable messages when you’re signing a transaction.\nUtilizing things like Transaction Insights - and other tools that decode your transaction before you sign them - can help a great deal with that.\nSignatures vs confirmations 🧱\nSome people think that transactions are more dangerous than signatures, while I would actually say that the opposite is true.\nImagine you have a wallet that has an approval for OpenSea for every collection that you have in there. All this stuff can instantly be taken with one signature, one gasless message.\nWhereas if you have a really clean vault, there's no way to send all your NFTs from there at once. I can't send you my Bored Ape and my Punk in the same transaction without making a proxy or some other crazy stuff first.\nSo I'm actually more afraid of signatures, as they're generally harder to decode by wallets and they're a little bit more confusing on what exactly they're leveraging.\nAnd that leads me to the next point.\nThe 3 wallet method: Why you should adapt it NOW 🪢\nThere is a three-wallet method that I recommend adopting.\nImagine you have a mint wallet, a marketplace wallet and a vault wallet. You could have all three of these addresses on your Ledger, Trezor, etc.\nNeedless to say, you can have as many addresses as you want, but we recommend having at least three—especially if you're living and breathing Web3.\nImage courtesy of Boring Security \nThe mint wallet you use to connect to all kinds of Dapps, you can pretty much do whatever you want with it (as long as you don't download malware and use common sense, of course).\nYou have a small amount of funds in there, just as much as you might need to mint a project here or there. Even if you're a big whale, you should never have more than 2 to 5 ETH in there, and I think most people should have far less than that. Mine, for example, has about 0.4 ETH in there right now.\nThen you have your marketplace wallet. This is the one that you're a little bit more careful with. You should only connect it to established NFT marketplaces like Rarible, Foundation, OpenSea, etc. because this is where you're probably going to have a couple of assets that you may be actively trying to sell (which means they have open approvals on them, and therefore a simple gasless signature that starts with a hex code or something like a SeaPort port listing, can take everything you have approved — all at once).\nFinally, we have this idea of a vault wallet that you should have no approvals on whatsoever.\nThis wallet should contain all of your highest valuable assets that you are not actively trying to sell. The logic is really simple: if you don't have any approvals on that wallet (to marketplaces, etc.), no message (gasless) signatures can get you.\nThe only thing that could get you is if you're actually making an approval transaction on your vault wallet, which should trigger the mental model you adapt with your vault wallet: “Oh my gosh, it's requesting an approval on my vault wallet - nope!”.\nYou should be very careful when you connect your vault wallet to any Dapp. But what I tell people is just don't even put any ETH in your vault wallet. Like, you can connect it to PREMINT or Collab.Land, and even if those services get hacked, there is no signature or approval request that can wreck you because, well, you have no ETH to sign the transaction anyway. And there's no signature in the world that can get you because you don't have any approvals that are open anyway.\nAnd so people think it's weird because I tell them: “go crazy, go sign whatever you want on your vault wallet - just make sure you keep it a vault.\nEvery once in a while, even if you know you haven’t signed any approvals, check it on Revoke.cash or a similar site just to be safe.\nAssume you're the target 🕵️ ️\nPeople are not used to being targeted individually: Unless you’re 70 or older, the probability of you being actively targeted by and/or falling for web2 scams is super low. Most of the time those emails about a random $300 bill that you can ‘refund’ just fall into your spam box, never to be seen or opened.\nBut the game changes when it's a targeted scam, and there is much more of that in the Web3 space.\nImage courtesy of Boring Security\nCrypto is a ‘dog eat dog’ kind of world, and there will be people who will target you individually, slide into your DMs and act very friendly.\nIf somebody assumes that you might be a little bit or inexperienced and you hold something valuable, you can become the target. They will follow you into every Discord server that you're in, check your tweets. There are discord add-ons where they can see all servers, see what permissions you have on each one.\nScammers never sleep, these guys are crazy. So you should realize three things:\nYou can be a target\nYou're in control of your own destiny\nThere are resources out there to help you\nLevelling your security before you put in a ton of money is always a good idea. Experiment, go have fun, be curious, but then once you start putting in real money, take the time to make sure you're doing things right.\n5 NFT Security people to follow ✏️ ️\nBoring Security (@BoringSecDAO)\n0xQuit (0xQuit)\nWiiMee (@Wii_Mee)\nSimonart online (@SimonartOnline)\nfoobar (@0xfoobar)"
  }
]